Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: docs/locales/*/LC_MESSAGES/administrator_documentation/configuration_docs/change_url.po
Languages: fr

source: Change your instance URL
fr: Changer votre URL d’instance

source: We recommend you don't change your instance URL. Changing it __will__ cause instability and problems with federation. If you change your URL, the Funkwhale project can't offer support for problems that arise.
fr: Nous vous recommandons de ne pas changer votre URL d’instance. En la changeant, cela __va__ causer une instabilité et des problèmes avec la fédération. Si vous changez votre URL, le projet Funkwhale ne pourra votre offrir un support pour les problèmes qui surviendront.

source: Your instance URL is your pod's unique identifier in the {term}`fediverse`. If you want to change it, you need to update a lot of information
fr: Votre URL d’instance est votre identifiant unique de pod dans le {term}`fediverse`. Si vous désirez le changer, vous devez mettre à jour un nombre important d’informations

source: The instance URL in your {file}`.env` file.
fr: L’URL de l’instance dans votre fichier {file}`.env`.

source: The instance URL in your webserver config.
fr: L’URL de l’instance dans la configuration de votre serveur web.

source: Any references to the old URL in your database.
fr: Toute référence à l’ancienne URL dans votre base de données.

source: To clean the database, the {file}`manage.py` script contains a `fix_federation_ids` command.
fr: Pour nettoyer la base de données, le script {file}`manage.py` contient une commande `fix_federation_ids`.

source: Running `fix_federation_ids` with the `--no-dry-run` flag is irreversible. Make sure you [back up your data](../upgrade_docs/backup.md).
fr: Exécuter `fix_federation_ids` avec le signalement `--no-dry-run` est irréversible. Assurez-vous d’avoir [sauvegardé vos données](../upgrade_docs/backup.md).

source: Update your instance URL
fr: Mettre à jour l’URL de votre instance

source: Change the `FUNKWHALE_HOSTNAME` and `DJANGO_ALLOWED_HOSTS` value in your {file}`.env` file.
fr: Changez les valeurs `FUNKWHALE_HOSTNAME` et `DJANGO_ALLOWED_HOSTS` dans votre fichier {file}`.env`.

source: Change the `server_name` values in your {file}`/etc/nginx/sites-enabled/funkwhale.conf` file.
fr: Changez les valeurs `server_name` dans votre fichier {file}`/etc/nginx/sites-enabled/funkwhale.conf`.

source: Run the `fix_federation_ids` command to clean up your database.
fr: Exécutez la commande `fix_federation_ids` pour nettoyer la base de données.

source: Example output:
fr: Exemple de sortie :

source: Restart your webserver to pick up the changes.
fr: Redémarrez votre serveur web pour prendre en compte les changements.
