Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# */*/*
source: Uploads
cs: Nahrané soubory
eu: Igoerak
gl: Subidas
ja_jp: アップロード

# Content/Channel/Header
source: Uploads are being processed
eu: Igoerak prozesatzen
gl: Estánse a procesar as subidas

# Content/Channel/Header
source: Uploads published successfully
eu: Igoerak arrakastaz argitaratuta
gl: Publicáronse correctamente as subidas

# Content/Applications/Help Text
source: Use "urn:ietf:wg:oauth:2.0:oob" as a redirect URI if your application is not served on the web.
cs: Použijte "urn:ietf:wg:oauth:2.0:oob" jako URI pro přesměrování, pokud vaše aplikace není přístupná na webu.
eu: Erabili "urn:ietf:wg:oauth:2.0:oob" birbideratzea URI bezala zure aplikazioa ez bada webean zerbitzatzen.
gl: Utilice "urn:ietf:wg:oauth:2.0:oob" como unha URI de redirección se as aplicacións non son mostradas na web.

# Footer/*/List item.Link
source: Use another instance
cs: Použít jinou instanci
eu: Erabili beste instantzia bat
gl: Utilizar outra instancia
ja_jp: 他のポッドを利用する

# Sidebar/*/List item.Link
source: Use another instance
gl: Utilizar outra instancia

# Content/Home/Link
source: Use Funkwhale on other devices with our apps
cs: Používejte Funkwhale na dalších zařízeních s našimi aplikacemi
eu: Erabili Funkwhale beste gailuetan gure aplikazioekin
gl: Usa Funkwhale noutros dispositivos coas nosas apps
ja_jp: Funkwhaleを他の端末で利用する

# Content/About/Paragraph
source: Use Funkwhale on other devices with our apps.
gl: Usa Funkwhale noutros dispositivos coas nosas apps.

# Content/Settings/Paragraph
source: Use plugins to extend Funkwhale and get additional features.
eu: Erabili pluginak Funkwhale hedatu eta ezaugarri gehigarriak lortzeko.
gl: Usa engadidos para extender Funkwhale e ter características adicionais.
ja_jp: プラグインを使うことでFunkwhaleを拡張し、追加の機能を導入します。

# */*/Field,Help
source: Use this field to provide additional context to the moderator that will handle your report.
cs: Použijte toto pole pro poskytnutí doplňujících informací pro moderátora, který bude zpracovávat vaše hlášení.
eu: Erabili eremu hau moderatzaileari zure txostenari buruzko informazio gehigarria emateko.
gl: Utiliza este campo para proporcionar contexto adicional á moderación para xestionar a denuncia.
ja_jp: あなたの通報に対応するモデレーターへの追加情報を提供するため、この欄をお使いください。

# Content/Signup/Paragraph
source: Use this form to request a password reset. We will send an e-mail to the given address with instructions to reset your password.
eu: Erabili formulario hau pasahitza berrezartzea eskatzeko. Emandako eposta helbidera mezu bat bidaliko dizugu, zure pasahitza berrezartzeko argibideekin.
gl: Utiliza este formulario para solicitar o restablecemento do contrasinal. Enviarémosche un email con instrucións para restablecelo.
ja_jp: このフォームを利用し、パスワードリセットのリクエストをします。入力されたメールアドレスに、パスワードリセットの手順が記載されたEメールが送信されます。

# */Moderation/Popup,Paragraph
source: Use this form to submit a report to our moderation team.
cs: Použijte tento formulář pro odeslání hlášení našemu týmu moderátorů.
eu: Erabili formulario hau moderazio taldeari txosten bat bidaltzeko.
gl: Utiliza este formulario para enviar unha denuncia ó equipo de moderación.
ja_jp: このフォームを使ってモデレーションチームに通報の届け出をしてください。

# Content/Fetch/Paragraph
source: Use this form to subscribe to a channel hosted somewhere else on the Fediverse.
eu: Erabili formulario hau fedibertsoan ostatatutako kanal batera harpidetzeko.
gl: Utiliza este formulario para subscribirte a unha canle aloxada noutro lugar do Fediverso.

# Content/Fetch/Paragraph
source: Use this form to subscribe to an RSS feed from its URL.
eu: Erabili formulario hau RSS jario batera bere URLaren bidez harpidetzeko.
gl: Usa este formulario para subscribirte a unha fonte RSS co seu URL.

# Content/Moderation/Help text
source: Use this setting to temporarily enable/disable the policy without completely removing it.
cs: Použijte tuto volbu pro dočasnou (de)aktivaci zásady, bez jejího odstranění.
eu: Erabili ezarpen hau gidalerroa aldi baterako gaitu/desgaitzeko, guztiz kendu gabe.
gl: Utiliza este axuste para activar/desactivar temporalmente a condición sen eliminala completamente.

# Content/Admin/Table
source: Used
cs: Využito
eu: Erabilita
gl: Utilizado

# */*/*
source: Used for the itunes:email and itunes:name field required by certain platforms such as Spotify or iTunes.
eu: Spotify edo iTunes bezalako plataforma batzuetako itunes:email eta itune:name eremuetan erabiltzen da.
gl: Utilizado para os campos itunes:email e itunes:name requeridos por certas plataformas como Spotify ou iTunes.

# Content/Channels/Paragraph
source: Used in URLs and to follow this channel in the Fediverse. It cannot be changed later.
eu: URLetan eta kanal hau Fedibertsoan jarraitzeko erabiltzen da. Ezin duzu aldatu aurrerago.
gl: Utilizado en URLs e para seguir esta canle no Fediverso. Non poderás cambialo posteriormente.

# Content/Home/Header
source: Useful links
cs: Užitečné odkazy
eu: Esteka erabilgarriak
gl: Ligazóns útiles
ja_jp: 便利なリンク集

# Content/Library/Table.Label
source: User
cs: Uživatel
eu: Erabiltzailea
gl: Usuaria
ja_jp: ユーザー

# Content/Home/Link
source: User guides
cs: Uživatelské příručky
eu: Erabiltzaile-gidak
gl: Guías para a usuaria
ja_jp: ユーザーガイド

# Content/Admin/Menu
source: User Interface
cs: Uživatelské rozhraní
eu: Erabiltzaile interfazea
gl: Interface de usuaria
ja_jp: ユーザーインターフェース

# Content/*/Title/Noun
source: User libraries
cs: Knihovny uživatele
eu: Erabiltzaileen liburutegiak
gl: Bibliotecas da usuaria
ja_jp: ユーザーライブラリ

# Content/Profile/Header
source: User Libraries
eu: Erabiltzaileen liburutegiak
gl: Bibliotecas da usuaria
ja_jp: ユーザーライブラリ

# Content/Radio/Title
source: User radios
cs: Rádia uživatele
eu: Erabiltzaileen irratiak
gl: Radios da usuaria
ja_jp: ユーザーラジオ

# */Moderation/*/Noun
source: User Requests
eu: Erabiltzaileen eskaerak
gl: Solicitudes da usuaria
ja_jp: ユーザーリクエスト

# Content/*/*
source: Username
cs: Uživatelské jméno
eu: Erabiltzaile-izena
gl: Nome de usuaria
ja_jp: ユーザーネーム

# Content/Login/Input.Label/Noun
source: Username or e-mail address
eu: Erabiltzaile-izena edo eposta helbidea
gl: Nome de usuaria ou email
ja_jp: ユーザーネームまたはメールアドレス

# */*/*/Noun
source: Users
cs: Uživatelé
eu: Erabiltzaileak
gl: Usuarias
ja_jp: ユーザー

# Content/About/Paragraph
source: Users on this pod also get %{ quota } of free storage to upload their own content!
gl: As usuarias deste servidor teñen %{ quota } de almacenaxe gratuíta para o seu contido!

# Content/Home/Paragraph
source: Users on this pod also get %{ quota } of free storage to upload their own content!
cs: Uživatelé tohoto podu mají také k dispozici %{ quota } volného prostoru pro nahrání vlastního obsahu!
eu: Instantzia honetako erabiltzaileek %{ quota }eko doako ostatatzea dute beren eduki propioa igotzeko!
gl: As usuarias deste servidor tamén teñen %{ quota } de almacenaxe gratuíta para o seu contido!
ja_jp: またこのポッドのユーザーには、自分のコンテンツをアップロードするための%{ quota }の無料ストレージがあります！

# Footer/*/Title
source: Using Funkwhale
cs: Použití Funkwhale
eu: Erabili Funkwhale
gl: Utilizando Funkwhale
ja_jp: Funkwhaleの使い方

# Footer/*/List item
source: Version %{version}
cs: Verze %{version}
eu: Bertsioa %{version}
gl: Versión %{version}
ja_jp: バージョン%{version}

# */Queue/Dropdown/Button/Label/Short
source: View album
gl: Ver álbum

# */Queue/Dropdown/Button/Label/Short
source: View artist
gl: Ver artista

# */Queue/Dropdown/Button/Label/Short
source: View channel
gl: Ver canle

# Content/Channel/Button
source: View errored uploads
eu: Ikusi huts egindako igoerak
gl: Ver subidas con fallos

# Content/Library/Link/Verb
source: View files
cs: Zobrazit soubory
eu: Ikusi fitxategiak
gl: Ver ficheiros

# Content/Moderation/Link/Verb
source: View in Django's admin
cs: Zobrazit v administraci Django
eu: Ikusi Django-ren administrazioan
gl: Ver na admin de Django

# Content/Home/Link
source: View more…
cs: Zobrazit další…
eu: Ikusi gehiago…
gl: Ver máis…

# Content/*/Button.Label/Verb
source: View on %{ domain }
eu: Ikusi %{ domain }(e)n
gl: Ver en %{ domain }

# Content/*/*/Clickable, Verb
source: View on MusicBrainz
cs: Zobrazit na MusicBrainz
eu: Ikusi MusicBrainz-en
gl: Ver en MusicBrainz
ja_jp: MusicBrainzで見る

# Content/Moderation/Link
source: View public page
cs: Zobrazit veřejnou stránku
eu: Ikusi orrialde publikoa
gl: Ver páxina pública

# */Queue/Dropdown/Button/Label/Short
source: View series
gl: Ver serie

# Content/Channel/Button
source: View skipped uploads
eu: Ikusi saltatutako igoerak
gl: Ver subidas omitidas

# */*/*
source: Visibility
cs: Viditelnost
eu: Ikusgaitasuna
gl: Visibilidade

# Content/Home/Link
source: Visit funkwhale.audio
cs: Navštívit funkwhale.audio
eu: Bisitatu funkwhale.audio
gl: Visita funkwhale.audio
ja_jp: Funkwhale公式サイトへ

# Popup/*/Loading.Title
source: Waiting for result…
cs: Čekání na výsledek…
eu: Erantzunen zain…
gl: Cargando as favoritas…

# Content/Settings/Error message.Title
source: We cannot change your e-mail address
eu: Ezin dugu zure eposta helbidea aldatu
gl: Non podemos cambiar o teu enderezo de email
ja_jp: メールアドレスを変更できません

# Content/Settings/Error message.Title
source: We cannot delete your account
cs: Nemůžeme smazat váš účet
eu: Ezin dugu zure kontua ezabatu
gl: Non podemos eliminar a túa conta
ja_jp: アカウントを削除できません

# Content/Login/Error message.Title
source: We cannot log you in
cs: Nemůžeme vás přihlásit
eu: Ezin dugu zure saioa hasi
gl: Non podemos darche acceso
ja_jp: ログインで来ません

# Content/*/Error message.Title
source: We cannot save your changes
cs: Nemůžeme uložit vaše změny
eu: Ezin ditugu zure aldaketak gorde
gl: Non podemos crear a súa conta

# Content/Notifications/Paragraph
source: We noticed you've been here for a while. If Funkwhale is useful to you, we could use your help to make it even better!
cs: Všimli jsme si že se zde již nějaký čas nacházíte. Pokud je pro vás Funkwhale přínosný, pomozte nám ho prosím dále vylepšovat!
eu: Denbora pixkat daramazu hemen. Funkwhale erabilgarria iruditzen bazaizu, oraindik hobea egiten lagun gaitzakezu!
gl: Levas por aquí un anaco. Se Funkwhale che resulta útil, poderiamos utilizar a túa axuda para facelo aínda mellor!

# Content/Library/Link
source: We recommend using Picard for that purpose.
cs: Doporučujeme pro tyto účely použít MusicBrainz Picard.
eu: Helburu horretarako Picard erabiltzea gomendatzen dugu.
gl: Recomendámoslle utilizar Picard para ese propósito.

# */*/Field,Help
source: We'll use this e-mail address if we need to contact you regarding this report.
eu: Eposta helbide hau erabiliko dugu salaketa hau dela eta zurekin harremanetan jarri behar badugu.
gl: Utilizaremos este correo se precisamos contactar contigo referente a esta denuncia.
ja_jp: 通報に関して連絡を取り合う必要がある場合、このメールアドレスに連絡します。

# Content/Home/Header
source: Welcome to %{ podName }!
cs: Vítejte na %{ podName }!
eu: Ongietorri %{ podName }(e)ra!
gl: Benvida a %{ podName }!
ja_jp: %{ podName }へようこそ！

# Content/Channel/Paragraph
source: What will this channel be used for?
eu: Zertarako erabiliko da kanal hau?
gl: Para que se vai usar esta canle?

# Popup/Embed/Input.Label
source: Widget height
cs: Výška widgetu
eu: Widgetaren altuera
gl: Alto do trebello
ja_jp: ウィジェットの高さ

# Popup/Embed/Input.Label
source: Widget width
cs: Šířka widgetu
eu: Widgetaren zabalera
gl: Ancho do trebello
ja_jp: ウィジェットの横幅

# */Form/Menu.item
source: Write
eu: Idatzi
gl: Escribir
ja_jp: 入力

# Content/OAuth Scopes/Label/Verb
source: Write
cs: Zapsat
eu: Idatzi
gl: Escribir

# */Form/Placeholder
source: Write a few words here…
eu: Idatzi hitz batzuk hemen…
gl: Escribe aquí unhas palabras…
ja_jp: ここに書き込んでください…

# Content/Auth/Label/Noun
source: Write-only
cs: Pouze pro zápis
eu: Idazteko soilik
gl: Só-escritura

# Content/OAuth Scopes/Help Text
source: Write-only access to user data
cs: Přístup k uživatelským datům pouze pro zápis
eu: Idazteko soilik sarbidea erabiltzaile datuetara
gl: Acceso de só-escritura aos datos de usuario

# */*/*
source: Year
eu: Urtea
gl: Ano
ja_jp: 年

# */*/*
source: Yes
cs: Ano
eu: Bai
gl: Si

# Content/Login/Button.Label
source: Yes, log me out!
cs: Ano, odhlaste mě!
eu: Bai, amaitu saioa!
gl: Si, desconectádeme!
ja_jp: はい、ログアウトします！

# Content/Library/Paragraph
source: You are able to share your library with other people, regardless of its visibility.
cs: Můžete sdílet svou knihovnu s jinými lidmi, bez ohledu na její viditelnost.
eu: Zure liburutegia besteekin partekatu dezakezu, ikusgaitasuna edozein dela ere.
gl: Pode compartir a biblioteca con outa xente, independentemente da súa visibilidade.

# Content/Library/Paragraph
source: You are about to upload music to your library. Before proceeding, please ensure that:
cs: Chystáte se nahrát hudbu do své knihovny. Před zahájením prosím zajistěte, že:
eu: Zure liburutegira musika igotzera zoaz. Jarraitu aurretik, ziurtatu:
gl: Vai subir música a súa biblioteca. Antes de seguir, asegúrese de que:

# Popup/Login/Paragraph
source: You are currently connected to <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. If you continue, you will be disconnected from your current instance and all your local data will be deleted.
cs: Momentálně jste připojen k <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Pokud budete pokračovat budete odpojeni z vaší současné instance a všechna vaše místní data budou odstraněna.
eu: Une honetan <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>(e)ra konektatuta zaude. Aurrera jarraitzen baduzu, zure uneko instantziatik deskonektatuko zara eta zure datu lokal guztiak ezabatuko dira.
gl: Estás conectada a <a href="%{ url }" target="_blank">%{ hostname }<i class="external icon"/></a>. Se continúas sairás da instancia actual e os teus datos serán eliminados.

# Content/Artist/Paragraph
source: You are currently hiding content related to this artist.
cs: Některý obsah související s tímto interpretem je nastaven jako skrytý.
eu: Artista honekin erlazionatutako edukia ezkutatzen ari zara une honetan.
gl: Actualmente estás a ocultar contido relacionado con este artista.
ja_jp: あなたは現在このアーティストに関するコンテンツの表示を隠しています。

# Content/Login/Paragraph
source: You are currently logged in as %{ username }
cs: Jste přihlášen jako %{ username }
eu: %{ username } moduan saioa hasita
gl: Accedeches como %{ username }
ja_jp: あなたは%{ username }のアカウントでログインしています

# Content/Library/List item
source: You are not uploading copyrighted content in a public library, otherwise you may be infringing the law
cs: Nenahrávejte obsah chráněný copyrightem do veřejné knihovny, mohlo by dojít k porušení zákona
eu: Ez zarela ari copyright duen edukia liburutegi publiko batera igotzen, bestela legea hausten ari zara
gl: Non estás a subir contido con copyright a unha biblioteca pública, de outro xeito poderías faltarlle a lei

# */Instance/Message
source: You are now using the Funkwhale instance at %{ url }
cs: Právě využíváte Funkwhale instanci na adrese %{ url }
eu: %{ url } Funkwhale instantzia erabiltzen ari zara orain
gl: Estás utilizando a instancia Funkwhale en %{ url }
ja_jp: あなたは現在%{ url }のFunkwhaleポッドを利用しています

# Content/Login/Title
source: You aren't currently logged in
eu: Une honetan ez duzu saioa hasita
gl: Non iniciaches sesión
ja_jp: 現在あなたはログインしていません

# Popup/Moderation/Paragraph
source: You can manage and update your filters any time from your account settings.
cs: Můžete spravovat a aktualizovat své filtry kdykoliv v nastavení vašeho účtu.
eu: Zure iragazkiak nahi duzunean kudeatu eta eguneratu ditzakezu kontuaren ezarpenetan.
gl: Podes xestionar e actualizar os teus filtros desde os axustes da túa conta.

# Content/Signup/Paragraph
source: You can now use the service without limitations.
cs: Nyní můžete službu využívat bez omezení.
eu: Zerbitzua mugarik gabe erabil dezakezu orain.
gl: Xa pode utilizar o servizo sen limitacións.

# Content/Settings/Paragraph'
source: You can permanently and irreversibly delete your account and all the associated data using the form below. You will be asked for confirmation.
cs: Můžete natrvalo a nevratně smazat svůj účet a všechna související data pomocí formuláře níže. Budete požádáni o další potvrzení akce.
eu: Beheko formularioa erabiliz zure kontua eta erlazionatutako datu guztiak ezabatu ditzakezu behin betiko eta atzera bueltarik gabe. Berresteko eskatuko zaizu.
gl: Podes eliminar de xeito irreversible epermanente a túa conta e todos os datos asociados utilizando o formulario inferior. Pedirase confirmación.

# Content/Radio/Paragraph
source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
cs: Můžete použít toto rozhraní k výrobě vlastního rádia, které bude hrát hudbu dle vašich kritérií.
eu: Zure irizpidearen araberako pistak erreproduzituko dituen irrati pertsonalizatua sortu dezakezu interfaze honekin.
gl: Pode utilizar esta interface para construír a súa propia radio, que reproducirá cancións segundo o seu criterio.
ja_jp: あなたの好みに合わせた曲を再生する、自分用にカスタマイズされたラジオを作るために、ラジオビルダーを使うことができます。

# Content/Settings/Paragraph
source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
cs: Můžete je použít k poslechu oblíbené hudby v offline režimu, například na telefonu nebo tabletu.
eu: Zure zerrendak eta musika lineaz kanpo gozatzeko erabil ditzakezu, adibidez, zure mugikor edo tabletan.
gl: Pode utilizalos para desfrutar da súa lista de reprodución e música en modo fora de liña, no seu dispositivo móbil ou tableta, por exemplo.
ja_jp: API を利用することで、スマートフォンやタブレットでポッドにあるプレイリストや音楽をオフラインモードで楽しめます。

# Popup/*/Paragraph
source: You don't have access!
eu: Ez daukazu sarbiderik!
gl: Non tes acceso!

# Content/Applications/Paragraph
source: You don't have any application connected with your account.
cs: K vašemu účtu nejsou připojeny žádné aplikace.
eu: Ez daukazu kontuari konektatutako aplikaziorik.
gl: Non ten ningunha regra activada para esta conta.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this account.
cs: Pro tento účet nemáte aplikována žádná pravidla.
eu: Ez daukazu araurik kontu honetan oraindik.
gl: Non ten ningunha regra activada para esta conta.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this domain.
cs: Pro tuto doménu nemáte aplikována žádná pravidla.
eu: Ez daukazu araurik domeinu honentzat.
gl: Non ten ningunha regra activada para este dominio.

# Content/Library/Paragraph
source: You don't have any space left to upload your files. Please contact the moderators.
eu: Ez daukazu fitxategiak kargatzeko leku librerik. Jarri moderatzaileekin harremanetan.
gl: Non tes espazo suficiente para subir máis ficheiros. Contacta coa administración.

# Content/Applications/Paragraph
source: You don't have registered any application yet.
eu: Ez daukazu aplikaziorik erregistratuta oraindik.
gl: Non tes ningunha aplicación rexistrada.

# Content/Library/Paragraph
source: You don't have the permission to edit this object, but you can suggest changes. Once submitted, suggestions will be reviewed before approval.
cs: Nemáte oprávnění upravovat tento objekt, ale můžete navrhnout jeho změnu. Návrh na změnu bude po odeslání zkontrolován a případně schválen.
eu: Ez daukazu objektu hau editatzeko baimenik, baina aldaketak iradoki ditzakezu. Bidalitakoan, iradokizunak onartu aurretik berrikusiko dira.
gl: Non tes permiso para editar este obxeto, pero podes suxerir cambios. Unha vez enviados serán revisados antes da súa aprobación.

# Sidebar/Player/Title
source: You have a radio playing
cs: Hraje vám rádio
eu: Irrati bat martxan duzu
gl: Tes a radio acendida
ja_jp: ラジオ再生中です

# Popup/Channels/Paragraph
source: You have some draft uploads pending publication.
eu: Argitaratu gabeko igoera zirriborro batzuk dauzkazu.
gl: Tes borradores pendentes de publicar.

# Sidebar/Player/Error message.Paragraph
source: You may have a connectivity issue.
cs: Možná máte problémy s připojením.
eu: Konexio arazo bat izan dezakezu.
gl: Podería ter problemas de conectividade.
ja_jp: 何らかの接続に問題があるかもしれません。

# */*/*
source: You may need to follow this library to see its content.
eu: Bere edukia ikusteko liburutegi hau jarraitu beharko duzu behar bada.
gl: Poderías ter que seguir esta biblioteca para ver o seu contido.

# Content/Channels/*
source: You may need to subscribe to this channel to see its content.
eu: Bere edukia ikusteko kanal honetara harpidetu beharko duzu behar bada.
gl: Poderías ter que subscribirte á canle para ver o seu contido.
ja_jp: コンテンツを見るには、このチャンネルを登録する必要があるかもしれません。

# Content/Channels/*
source: You may need to subscribe to this channel to see its contents.
eu: Bere edukia ikusteko kanal honetara harpidetu beharko duzu behar bada.
gl: Poderías ter que subscribirte á canle para ver o seu contido.
ja_jp: コンテンツを見るには、このチャンネルを登録する必要があるかもしれません。

# Popup/Message/Paragraph
source: You need to be logged in to subscribe to this channel
eu: Saioa hasi behar duzu kanal honetara harpidetzeko
gl: Tes que iniciar sesión para subscribirte a esta canle
ja_jp: このチャンネルを登録するために、ログインする必要があります

# Content/Notifications/Paragraph
source: You rejected %{ username }&#39;s request to follow "%{ library }"
eu: %{ username }(e)k "%{ library }" jarraitzeko eskaera baztertu duzu
gl: Rexeitaches a solicitude de %{ username } para seguir "%{ library }"

# Popup/Settings/List item
source: You will be logged out from this session and have to log in with the new one
cs: Budete odhlášeni z tohoto sezení a musíte se přihlásit znovu
eu: Saio hau amaituko zaizu eta berriarekin hasi beharko duzu
gl: Pecharemos esta sesión e deberás acceder co novo
ja_jp: このセッションからログアウトされ、新しくログインする必要があります

# Contant/Auth/Paragraph
source: You will be redirected to %{ domain } to authenticate.
eu: %{ domain } domeinura birbideratua izango zara baimentzeko.
gl: Ímoste redirixir a %{ domain } para autenticarte.

# Content/Auth/Paragraph
source: You will be redirected to <strong>%{ url }</strong>
cs: Budete přesměrováni na <strong>%{ url }</strong>
eu: <strong>%{ url }</strong>(e)ra birbideratua izango zara
gl: Vas ser redirixida a <strong>%{ url }</strong>
ja_jp: <strong>%{ url }</strong>にリダイレクトされます

# Content/Auth/Paragraph
source: You will be shown a code to copy-paste in the application.
cs: Zobrazí se vám kód pro vložení do aplikace.
eu: Aplikazioan kopiatu eta itsasteko kodea erakutsiko zaizu.
gl: Vaiseche mostrar un código para copiar-pegar na aplicación.

# Content/Settings/Paragraph
source: You will have to update your password on your clients that use this password.
cs: Budete muset aktualizovat heslo na všech klientech kde je používáno.
eu: Pasahitz hau erabiltzen duten bezeroetan pasahitza eguneratu beharko duzu.
gl: Deberá actualizar o contrasinal nos seus clientes que utilicen este contrasinal.
ja_jp: 以前のSubsonic API パスワードを使っているクライアントアプリのパスワードを更新する必要があります。

# Popup/Moderation/Paragraph
source: You will not see tracks, albums and user activity linked to this artist any more:
cs: Neuvidíte stopy, alba a uživatelskou aktivitu spojenou s tímto interpretem:
eu: Artista honen pista, album eta erabiltzaile aktibitatea ez dituzu ikusiko hemendik aurrera:
gl: Non volverás a ver as pistas, álbums e actividade relacionados con este artista:

# Content/About/Message
source: You're already signed in!
gl: Xa iniciaches sesión!

# Content/Signup/Form/Paragraph
source: Your account cannot be created.
cs: Váš účet nemůže být vytvořen.
eu: Ezin da zure kontua sortu.
gl: Non se pode crear a conta.
ja_jp: アカウントを作成できません。
