Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Auth/Title/Verb
source: Authorize third-party app
cs: Autorizovat aplikaci třetí strany
eu: Baimendu hirugarrenen aplikazioa
gl: Autorizar app de terceiros
ja_jp: サードパーティアプリを認証

# Content/Settings/Title/Noun
source: Authorized apps
cs: Autorizované aplikace
eu: Baimendutako aplikazioak
gl: Apps autorizadas
ja_jp: 認証されたアプリ

# Popup/Playlist/Title
source: Available playlists
cs: Dostupné playlisty
eu: Zerrendak eskuragarri
gl: Listaxes dispoñibles
ja_jp: 利用可能なプレイリスト

# Content/Channel/Form.Field.Placeholder
source: Awesome channel name
eu: Kanalaren izen bikaina
gl: Un nome molón para a canle
ja_jp: あなたが考えた最高のチャンネル名をここに

# Content/Channel/Form.Field.Placeholder
source: awesomechannelname
eu: kanalarenizenbikaina
gl: tremendonomedacanle

# Content/Signup/Link
source: Back to login
cs: Zpět na přihlášení
eu: Itzuli sarrerara
gl: Volve a entrar
ja_jp: ログインに戻る

# Content/Applications/Link
source: Back to settings
cs: Zpět k nastavení
eu: Itzuli ezarpenetara
gl: Volver ós axustes
ja_jp: 設定に戻る

# Content/Track/*/Noun
source: Bitrate
cs: Datový tok
gl: Taxa de bits
ja_jp: ビットレート

# Content/Moderation/*/Verb
source: Block everything
cs: Blokovat vše
eu: Blokeatu dena
gl: Bloquear todo
ja_jp: すべてブロック

# Content/Moderation/Help text
source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
cs: Blokovat vše z tohoto účtu nebo domény. Zabrání veškeré interakci a vymaže související obsah (nahraná data, knihovny, sledování, atd.)
eu: Blokeatu kontu edo domeinu honetako guztia. Erakundearekin edozein harreman ekidingo du, eta lotutako edukiak ezabatu (igoerak, liburutegiak, jarraitzeak, etab.)
gl: Bloquear todo desta conta ou dominio. Esto evitará calquera interacción coa entidade, e eliminará o contido relacionado (subidas, bibliotecas, seguimentos, etc.)
ja_jp: このアカウントやドメインによるものすべてをブロックします。これにより、いかなるエンティティとの相互関係よりも強力で、関連するコンテンツ(アップロード、ライブラリ、フォローなど)が削除されます

# Sidebar/Navigation/List item.Link/Verb
source: Browse
eu: Arakatu
gl: Panel
ja_jp: ライブラリ

# Content/About/Header
source: Browse public content
gl: Explorar contido público

# Content/Home/Link
source: Browse public content
cs: Procházet veřejně dostupný obsah
eu: Arakatu eduki publikoa
gl: Explorar contido público
ja_jp: 公開コンテンツを探す

# Content/*/Verb
source: Browse the library
eu: Arakatu liburutegia
gl: Buscar na biblioteca
ja_jp: ライブラリを探す

# */*/*
source: Browse…
eu: Arakatu…
gl: Buscar…
ja_jp: 探索…

# Content/Album/Title
source: Browsing albums
cs: Procházení alb
eu: Albumak arakatzen
gl: Ollando álbums
ja_jp: アルバムを探す

# Content/Artist/Title
source: Browsing artists
cs: Procházení interpretů
eu: Artistak arakatzen
gl: Buscando artistas
ja_jp: アーティストを探す

# Content/Playlist/Title
source: Browsing playlists
cs: Procházení playlistů
eu: Zerrendak arakatzen
gl: Buscando nas listaxes
ja_jp: プレイリストを探す

# Content/Podcasts/Title
source: Browsing podcasts
eu: Podcastak arakatzen
gl: Buscando Podcast
ja_jp: ポッドキャストを探す

# Content/Radio/Title
source: Browsing radios
cs: Procházení rádií
eu: Irratiak arakatzen
gl: Buscando radios
ja_jp: ラジオを探す

# Content/Radio/Title
source: Builder
cs: Výroba rádia
eu: Eraikitzailea
gl: Construtor
ja_jp: ラジオビルダー

# Popup/Library/Paragraph
source: By unfollowing this library, you loose access to its content.
cs: Ukončením sledování této knihovny ztratíte přístup k jejímu obsahu.
eu: Liburutegi hau jarraitzeari utzita, bere edukirako sarbidea galduko duzu.
gl: Ó deixar de seguir esta biblioteca perderás o acceso ó seu contido.
ja_jp: このライブラリのフォローを解除すると、中のコンテンツにアクセスできなくなります。

# Content/Moderation/Table.Label/Noun
source: Cached size
cs: Velikost v cache
eu: Cachearen tamaina
gl: Tamaño da caché
ja_jp: キャッシュサイズ

# */*/Button.Label/Verb
source: Cancel
cs: Zrušit
eu: Ezeztatu
gl: Cancelar
ja_jp: キャンセル

# Content/Library/Card.Button.Label/Verb
source: Cancel follow request
eu: Utzi jarraitzeko eskaera
gl: Cancelar solicitude de seguimento
ja_jp: フォローリクエストをキャンセル

# Content/Library/Card.Paragraph
source: Cancel follow request
cs: Zrušit požadavek o sledování
eu: Utzi jarraitzeko eskaera
gl: Cancelar solicitude de seguimento
ja_jp: フォローリクエストを解除

# Content/Radio/Table.Label/Noun (Value is a number of Tracks)
source: Candidates
cs: Kandidáti
eu: Hautagaiak
gl: Candidatas
ja_jp: 候補

# Content/Library/Help text
source: Cannot upload this file, ensure it is not too big
cs: Nelze nahrát tento soubor, zkontrolujte zda není příliš velký
eu: Ezin da fitxategi hau igo, ziurtatu ez dela handiegia
gl: Fallou a subida, mira que non sexa demasiado grande
ja_jp: このファイルをアップロードできません。ファイルが大きさを確認してください

# */*/*
source: Category
cs: Kategorie
eu: Kategoria
gl: Categoría
ja_jp: カテゴリ

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change language
cs: Změnit jazyk
eu: Hizkuntza aldatu
gl: Cambiar idioma
ja_jp: 言語を変更

# */*/Button.Label
source: Change my e-mail address
eu: Aldatu nire eposta helbidea
gl: Cambiar o meu enderezo de email
ja_jp: メールアドレスを変更する

# Content/Settings/Title/Verb
source: Change my password
cs: Změnit mé heslo
eu: Nire pasahitza aldatu
gl: Cambiar o contrasinal
ja_jp: パスワードを変更

# Content/Settings/Button.Label
source: Change password
cs: Změnit heslo
eu: Pasahitza aldatu
gl: Cambiar contrasinal
ja_jp: パスワードを変更

# Content/Settings/Paragraph'
source: Change the e-mail address associated with your account. We will send a confirmation to the new address.
eu: Aldatu zure kontuarekin lotutako eposta helbidea. Berrespena bidaliko dizugu helbide berrira.
gl: Cambiar o enderezo de email asociado á túa conta. Enviarémosche un email para confirmar o novo enderezo.
ja_jp: アカウントに登録されているEメールアドレスを変更します。変更後、新しいメールアドレスに確認のメールが送られます。

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change theme
cs: Změnit schéma
eu: Itxura aldatu
gl: Cambiar decorado
ja_jp: テーマを変更

# */Signup/Title
source: Change your password
cs: Změňte své heslo
eu: Zure pasahitza aldatu
gl: Cambiar o contrasinal
ja_jp: パスワードを変更

# Popup/Settings/Title
source: Change your password?
cs: Změnit vaše heslo?
eu: Zure pasahitza aldatu?
gl: Cambiar o contrasinal?
ja_jp: パスワードを変更しますか？

# Content/Playlist/Paragraph
source: Changes synced with server
cs: Změny synchronizovány se serverem
eu: Aldaketak zerbitzariarekin sinkronizatuta
gl: Cambios sincronizados co servidor
ja_jp: サーバーと同期された変更

# Content/Settings/Paragraph'
source: Changing your password will also change your Subsonic API password if you have requested one.
cs: Změna vašeho hesla vyvolá také změnu hesla pro Subsonic API, pokud je používáno.
eu: Zure pasahitza aldatzeak Subsonic APIko pasahitza ere aldatuko du, baten bat eskatuta baduzu.
gl: Ao cambiar o contrasinal tamén cambias o contrasinal no API Subsonic si é que solicitaches un.
ja_jp: パスワードを変更すると、Subsonic APIを使ったことがある場合はそれのパスワードも変更されます。

# Popup/Settings/Paragraph
source: Changing your password will have the following consequences:
cs: Změna vašeho hesla bude mít následující důsledky:
eu: Pasahitza aldatzeak hurrengo ondorioak izango ditu:
gl: Cambiar o contrasinal terá as seguintes consecuencias:
ja_jp: パスワードを変更すると、次のような影響があります:

# */*/*
source: Channel
eu: Kanala
gl: Canle
ja_jp: チャンネル

# Content/Moderation/Title
source: Channel data
eu: Kanalaren datuak
gl: Datos da canle
ja_jp: チャンネルデータ

# Content/Channel/*
source: Channel Picture
eu: Kanalaren irudia
gl: Imaxe da canle
ja_jp: チャンネルピクチャ

# */*/*
source: Channels
eu: Kanalak
gl: Canles
ja_jp: チャンネル

# Footer/*/List item.Link
source: Chat room
cs: Diskuzní místnost
eu: Txat gela
gl: Sala de conversa
ja_jp: matrixルーム

# Sidebar/*/Listitem.Link
source: Chat room
gl: Sala de conversa

# Content/Applications/Paragraph/
source: Checking the parent "Read" or "Write" scopes implies access to all the corresponding children scopes.
cs: Povolení čtení nebo zápisu na předkovi implikuje totéž pro všechny jeho potomky.
eu: Gurasoek "Irakurri" edo "Idatzi" esparruak egiaztatzeak dagozkien haurren esparru guztietarako sarbidea suposatzen du.
gl: Marcando "Lectura" e "Escritura" para o ámbito superior implica dar acceso aos ámbitos inferiores.
ja_jp: 「読み取り」または「書き込み」スコープをチェックすると、対応するすべての子スコープにアクセスできます。

# Popup/Instance/Title
source: Choose your instance
cs: Zvolte svou instanci
eu: Zure instantzia hautatu
gl: Elixe a túa instancia
ja_jp: ポッドを選んでください

# */Queue/*/Verb
source: Clear
eu: Garbitu
gl: Baleirar
ja_jp: クリア

# Content/Library/Button.Label
source: Clear
cs: Vyčistit
eu: Garbitu
gl: Baleirar
ja_jp: クリア

# */Playlist/Button.Label/Verb
source: Clear playlist
cs: Vyčistit playlist
eu: Garbitu zerrenda
gl: Baleirar lista reprodución
ja_jp: プレイリストをクリア

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Clear queue
cs: Vymazat frontu
eu: Garbitu ilara
gl: Limpar cola
ja_jp: 再生キューをクリア

# Sidebar/Player/Icon.Tooltip/Verb
source: Clear your queue
cs: Vyčistit frontu
eu: Garbitu zure ilara
gl: Baleirar a cola
ja_jp: 再生キューをクリア

# Content/Library/Link.Title
source: Click to display more information about the import process for this upload
cs: Klikněte pro zobrazení více informací o procesu importování
eu: Egin klik igoera honen inportazio prozesuari buruzko informazio gehiago bistaratzeko
gl: Preme para mostrar máis información sobre o proceso de importación desta subida
ja_jp: クリックすると、このアップロードのインポートプロセスに関する詳細情報が表示されます

# Content/Library/Paragraph/Call to action
source: Click to select files to upload or drag and drop files or directories
cs: Klikněte pro výběr souborů nebo myší přetáhněte soubory či složky k nahrání
eu: Klik egin igotzeko fitxategiak aukeratzeko edo arrastatu eta jaregin fitxategi edo karpetak
gl: Preme para escoller os ficheiros a subir ou arrastra e solta ficheiros ou directorios
ja_jp: クリックしてファイルを選択するか、ファイルやディレクトリをドラッグアンドドロップしてください

# */*/Button.Label/Verb
source: Close
cs: Zavřít
eu: Itxi
gl: Pechar
ja_jp: 閉じる

# */Queue/*/Verb
source: Close
eu: Itxi
gl: Pechar
ja_jp: 閉じる

# */*/Button.Label/Verb
source: Close and reload page
cs: Zavřít a obnovit stránku
eu: Itxi eta freskatu orria
gl: Pechar e recargar páxina
ja_jp: 閉じて再読込

# */*/*/State of registrations
source: Closed
cs: Uzavřeno
eu: Itxita
gl: Pechado
ja_jp: 不可能

# Content/Admin/Table.Label/Noun
source: Code
cs: Kód
eu: Kodea
gl: Código
ja_jp: コード

# Content/*/*/Noun
source: Codec
eu: Kodeka
gl: Códec
ja_jp: コーデック

# */*/Button,Label
source: Collapse
cs: Sbalit
eu: Tolestu
gl: Pregar
ja_jp: 折りたたむ

# Content/Radio/Table.Label/Verb (Value is a List of Parameters)
source: Config
cs: Nastavení
eu: Konfigurazioa
gl: Configurar
ja_jp: 設定

# Modal/*/Button.Label/Short, Verb
source: Confirm
cs: Potvrdit
eu: Baieztatu
gl: Confirmar
ja_jp: 確認

# Head/Signup/Title
source: Confirm your e-mail address
cs: Potvrďte svou emailovou adresu
eu: Egiaztatu zure e-posta helbidea
gl: Confirma o teu email
ja_jp: メールアドレスを確認

# Content/Signup/Form.Label
source: Confirmation code
cs: Potvrzovací kód
eu: Berrespen kodea
gl: Código de confirmación
ja_jp: 確認コード

# Content/About/Header
source: Contact
gl: Contactar

# Content/Home/Header/Name
source: Contact
cs: Kontakt
eu: Kontaktua
gl: Contactar
ja_jp: お問い合わせ

# Content/*/Dropdown.Label/Noun
source: Content category
eu: Edukien kategoria
gl: Categoría do contido
ja_jp: コンテンツのカテゴリ

# */Moderation/Message
source: Content filter successfully added
cs: Filtr obsahu úspěšně přidán
eu: Edukien iragazkia behar bezala gehitu da
gl: Engadeuse o filtro de contido
ja_jp: コンテンツフィルターが正常に追加されました

# Content/Settings/Title/Noun
source: Content filters
cs: Filtry obsahu
eu: Edukien iragazkiak
gl: Filtros de contido
ja_jp: コンテンツフィルター

# Content/Settings/Paragraph
source: Content filters help you hide content you don't want to see on the service.
cs: Filtry obsahu vám pomáhají skrýt obsah který ve službě nechcete vidět.
eu: Edukiaren iragazkiek zerbitzuan ikusi nahi ez duzun edukia ezkutatzen lagunduko dizute.
gl: Os filtros de contido axúdanche a ocultar contido que non queres ver neste servizo.
ja_jp: コンテンツフィルターは見たくないコンテンツを隠すのに役立ちます。

# Content/*/Button.Help text.Paragraph
source: Content has been updated, click refresh to see up-to-date content
eu: Edukia eguneratu da, sakatu Freskatu eduki eguneratua ikusteko
gl: Actualizouse o contido, preme en actualizar para ver o contido actualizado
ja_jp: コンテンツがアップデートされました。クリックして最新のコンテンツを見てみましょう

# Footer/*/List item.Link
source: Contribute
cs: Přispějte
eu: Lagundu
gl: Colaborar
ja_jp: コントリビュート

# */*/Button.Label/Short, Verb
source: Copy
cs: Kopírovat
eu: Kopiatu
gl: Copiar
ja_jp: コピー

# Content/Playlist/Button.Tooltip/Verb
source: Copy the current queue to this playlist
eu: Kopiatu uneko ilara erreprodukzio-zerrenda honetara
gl: Copiar cancións da cola a lista de reprodución
ja_jp: キューの楽曲をプレイリストへコピー

# Content/Auth/Paragraph
source: Copy-paste the following code in the application:
cs: Zkopírujte a vložte následující kód do aplikace:
eu: Kopiatu eta itsatsi honako kodea aplikazioan:
gl: Copiar-pegar o seguinte código na aplicación:
ja_jp: アプリ内にこのコードをコピーアンドペースト:

# Content/Channels/Label
source: Copy-paste the following URL in your favorite podcatcher:
eu: Kopiatu eta itsatsi URL hau zure podcast aplikazio gogokoenean:
gl: Copiar-pegar este URL na túa app de podcasting:
ja_jp: あなたの好きなポッドキャストアプリに、次のURLをコピーアンドペースト:

# Popup/Embed/Paragraph
source: Copy/paste this code in your website HTML
cs: Zkopírujte a vložte tento kód do HTML kódu webové stránky
eu: Kopiatu eta itsatsi kode hau zure webguneko HTMLan
gl: Copiar/pegar este código no HTML da túa web
ja_jp: 以下のコードをコピーしてWebサイトに貼る

# Content/Signup/Paragraph
source: Could not confirm your e-mail address
cs: Nepovedlo se ověřit vaší emailovou adresu
eu: Ezin izan da berretsi zure helbide elektronikoa
gl: Non se confirmou o teu email
ja_jp: メールアドレスを確認できませんでした

# Content/Library/Error message.Title
source: Could not fetch remote library
cs: Nepodařilo se získat vzdálenou knihovnu
eu: Ezin izan da eskuratu urruneko liburutegia
gl: Non se obtivo a biblioteca remota
ja_jp: リモートライブラリを取得できませんでした

# */*/Button.Label
source: Create
eu: Sortu
gl: Crear
ja_jp: 作成

# Content/Moderation/Card.Button.Label/Verb
source: Create
cs: Vytvořit
eu: Sortu
gl: Crear
ja_jp: 作成

# Content/*/Verb
source: Create a Channel
eu: Sortu kanala
gl: Crear Canle
ja_jp: チャンネルを作成

# Content/Signup/Title
source: Create a Funkwhale account
eu: Sortu Funkwhale kontua
gl: Crear unha conta Funkwhale
ja_jp: Funkwhaleアカウントを作成

# Content/Settings/Button.Label
source: Create a new application
cs: Vytvořit novou aplikaci
eu: Sortu aplikazio berri bat
gl: Crear unha nova aplicación
ja_jp: 新しいアプリを作成

# Content/Library/Link/Verb
source: Create a new library
cs: Vytvořit novou knihovnu
eu: Liburutegi berria sortu
gl: Crear nova biblioteca
ja_jp: 新しいライブラリを作成

# Popup/Playlist/Title/Verb
source: Create a new playlist
cs: Vytvořit nový playlist
eu: Zerrenda berria sortu
gl: Crear nova lista de reprodución
ja_jp: 新しいプレイリストを作成

# Content/*/Verb
source: Create a playlist
eu: Sortu erreprodukzio-zerrenda
gl: Crear lista de reprodución
ja_jp: プレイリストを作成

# Content/*/Verb
source: Create a radio
eu: Sortu irrati bat
gl: Crea unha radio
ja_jp: ラジオを作成

# */Signup/Link/Verb
source: Create an account
cs: Vytvořit účet
eu: Sortu kontua
gl: Crear unha conta
ja_jp: アカウントを作成

# Content/Applications/Button.Label/Verb
source: Create application
cs: Vytvořit aplikaci
eu: Sortu aplikazioa
gl: Crear aplicación
ja_jp: アプリを作成

# */Channels/Button.Label
source: Create channel
eu: Sortu kanala
gl: Crear canle
ja_jp: チャンネルを作成

# Content/Channel/*/Verb
source: Create channel
eu: Sortu kanala
gl: Crea unha canle
ja_jp: チャンネルを作成

# Content/Library/Button.Label/Verb
source: Create library
cs: Vytvořit knihovnu
eu: Liburutegia sortu
gl: Crear biblioteca
ja_jp: ライブラリを作成

# Content/Signup/Button.Label
source: Create my account
cs: Vytvořit můj účet
eu: Sortu nire kontua
gl: Crear a miña conta
ja_jp: アカウントを作成

# Content/Playlist/Button.Label/Verb
source: Create playlist
cs: Vytvořit playlist
eu: Zerrenda sortu
gl: Crear lista reprodución
ja_jp: プレイリストを作成

# Content/Home/CreatePlaylist
source: Create Playlist
eu: Sortu erreprodukzio-zerrenda
gl: Crear lista de reprodución
ja_jp: プレイリストを作成

# Content/Radio/Button.Label/Verb
source: Create your own radio
cs: Vytvořit mé vlastní rádio
eu: Sortu zure irrati propioa
gl: Crea a túa propia radio
ja_jp: ラジオを作成

# Content/*/*/Noun
source: Creation date
cs: Datum vytvoření
eu: Sortze data
gl: Data de creación
ja_jp: 作成日時

# Content/Settings/Title/Noun
source: Current image
cs: Aktuální obrázek
eu: Uneko irudia
gl: Imaxe actual
ja_jp: 現在の画像

# Content/Settings/Input.Label
source: Current password
eu: Uneko pasahitza
gl: Contrasinal actual
ja_jp: 現在のパスワード

# Content/Library/Title
source: Current usage
cs: Aktuální využití
eu: Oraingo erabilera
gl: Uso actual
ja_jp: 使用状況

# Footer/Settings/Dropdown.Label/Theme name
source: Dark
cs: Tmavé
eu: Iluna
gl: Escuro
ja_jp: ダーク

# Sidebar/Settings/Dropdown.Label/Theme name
source: Dark
gl: Escuro

# */*/Error
source: Data returned by the remote server had invalid or missing attributes
cs: Data získaná ze vzdáleného serveru mají neplatné nebo chybějící atributy
eu: Urruneko zerbitzariak itzulitako datuek atributu baliogabeak edo faltan ditu
gl: Os datos devoltos polo servidor remoto teñen valores non válidos ou faltan atributos
ja_jp: リモートサーバーから返されたデータに無効な属性があるか、属性がありません

# Popup/*/Message.Content
source: Data was refreshed successfully from remote server.
cs: Data byla úspěšně aktualizována ze vzdáleného serveru.
eu: Datuak behar bezala freskatu dira urruneko zerbitzaritik.
gl: Actualizáronse os datos desde o servidor remoto.
ja_jp: リモートサーバーからのデータが正常に更新されました。

# Content/Library/Table.Label
source: Date
cs: Datum
eu: Data
gl: Data
ja_jp: 日付

# Popup/Import/Table.Label/Noun
source: Debug information
cs: Informace pro vývojáře
eu: Arazketa informazioa
gl: Información de depuración
ja_jp: デバッグ

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Decrease volume
cs: Snížit hlasitost
eu: Jaitsi bolumena
gl: Baixar volume
ja_jp: 音量を下げる

# */*/*
source: Delete
eu: Ezabatu
gl: Borrar
ja_jp: 削除

# */*/*/Verb
source: Delete
cs: Odstranit
eu: Ezabatu
gl: Borrar
ja_jp: 削除

# Popup/Library/Button.Label/Verb
source: Delete library
cs: Odstranit knihovnu
eu: Liburutegia ezabatu
gl: Eliminar biblioteca
ja_jp: ライブラリを削除

# Popup/Moderation/Button.Label/Verb
source: Delete moderation rule
cs: Odstranit pravidlo moderování
eu: Ezabatu moderazio-araua
gl: Borrar regra de moderación
ja_jp: モデレーションルールを削除

# */*/Button.Label
source: Delete my account
eu: Ezabatu nire kontua
gl: Eliminar a miña conta
ja_jp: アカウントを削除

# */*/Button.Label
source: Delete my account…
cs: Smazat můj účet…
eu: Ezabatu nire kontua…
gl: Eliminar a miña conta…
ja_jp: アカウントを削除します…

# Popup/Playlist/Button.Label/Verb
source: Delete playlist
cs: Odstranit playlist
eu: Zerrenda ezabatu
gl: Eliminar lista de reprodución
ja_jp: プレイリストを削除

# Popup/Radio/Button.Label/Verb
source: Delete radio
cs: Odstranit rádio
eu: Irratia ezabatu
gl: Eliminar radio
ja_jp: ラジオを削除

# Content/Moderation/Button/Verb
source: Delete reported object
cs: Smazat nahlášený objekt
eu: Ezabatu salatutako objektua
gl: Eliminar obxeto denunciado
ja_jp: 通報された対象を削除

# Content/Moderation/Popup/Header
source: Delete reported object?
cs: Smazat nahlášený objekt?
eu: Salatutako objektua ezabatu nahi duzu?
gl: Eliminar obxeto denunciado?
ja_jp: この対象を削除しますか？

# Popup/Channel/Title
source: Delete this album?
eu: Album hau ezabatu nahi duzu?
gl: Eliminar este álbum?
ja_jp: このアルバムを削除しますか？

# Popup/Library/Title
source: Delete this album?
cs: Odstranit toto album?
eu: Album hau ezabatu nahi duzu?
gl: Eliminar este álbum?
ja_jp: このアルバムを削除しますか？

# Popup/Library/Title
source: Delete this artist?
cs: Odstranit tohoto interpreta?
eu: Artista hau ezabatu nahi duzu?
gl: Eliminar este artista?
ja_jp: このアーティストを削除しますか？

# Popup/Library/Title
source: Delete this channel?
eu: Liburutegi hau ezabatu nahi duzu?
gl: Eliminar esta canle?
ja_jp: このチャンネルを削除しますか？

# Popup/Channel/Title
source: Delete this Channel?
eu: Kanal hau ezabatu nahi duzu?
gl: Eliminar esta Canle?
ja_jp: このチャンネルを削除しますか？

# Popup/Library/Title
source: Delete this library?
cs: Odstranit tuto knihovnu?
eu: Liburutegi hau ezabatu?
gl: Eliminar esta biblioteca?
ja_jp: このライブラリを削除しますか？

# Popup/Moderation/Title
source: Delete this moderation rule?
cs: Odstranit toto pravidlo moderace?
eu: Moderazio-arau hau ezabatu nahi duzu?
gl: Eliminar esta regra de moderación?
ja_jp: このモデレーションルールを削除しますか？

# Popup/Moderation/Title
source: Delete this note?
cs: Odstranit tuto poznámku?
eu: Ohar hau ezabatu nahi duzu?
gl: Eliminar esta nota?
ja_jp: このノートを削除しますか？

# Popup/Library/Title
source: Delete this suggestion?
cs: Odstranit toto doporučení?
eu: Iradokizun hau ezabatu nahi duzu?
gl: Eliminar esta suxestión?
ja_jp: この提案を削除しますか？

# Popup/Library/Title
source: Delete this tag?
cs: Odstranit tento tag?
eu: Etiketa hau ezabatu nahi duzu?
gl: Eliminar esta etiqueta?
ja_jp: このタグを削除しますか？

# Popup/Channel/Title
source: Delete this track?
eu: Pista hau ezabatu nahi duzu?
gl: Eliminar esta canción?
ja_jp: この曲を削除しますか？

# Popup/Library/Title
source: Delete this track?
eu: Pista hau ezabatu nahi duzu?
gl: Eliminar esta canción?
ja_jp: この曲を削除しますか？

# Popup/Library/Title
source: Delete this upload?
cs: Odstranit tyto nahrané soubory?
eu: Igoera hau ezabatu nahi duzu?
gl: Eliminar esta subida?
ja_jp: このアップロードを削除しますか？

# */*/*/Verb
source: Delete…
eu: Ezabatu…
gl: Eliminar…
ja_jp: 削除…

# Content/Search/Dropdown
source: Descending
cs: Sestupně
eu: Beheranzkoa
gl: Descendente
ja_jp: 降順

# Content/Moderation/Placeholder
source: Describe what actions have been taken, or any other related updates…
cs: Popište jaká opatření byla podniknuta, případně jiné související aktivity…
eu: Deskribatu zer ekintza egin diren edo horiekin lotutako beste edozein eguneraketa…
gl: Describe qué accións se tomaron, ou calquera outra actualización…
ja_jp: 実行したアクションや処理について説明してください…

# '*/*/*/Noun
source: Description
eu: Deskribapena
gl: Descrición
ja_jp: 説明

# */*/*
source: Description
eu: Deskribapena
gl: Descrición
ja_jp: 説明

# */*/*/Noun
source: Description
cs: Popis
eu: Deskribapena
gl: Descrición
ja_jp: 説明

# Content/Library/Card.Button.Label/Noun
source: Details
cs: Podrobnosti
eu: Xehetasunak
gl: Detalles
ja_jp: 詳細

# Content/Moderation/Help text
source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
cs: Určete kolik obsahu může uživatel nahrát. Ponechte prázdné pro použití výchozí hodnoty této instance.
eu: Zehaztu erabiltzaileak zenbat eduki igo dezakeen. Utzi hutsik instantziaren balio lehenetsia erabiltzeko.
gl: Indicar canto contido pode subir a usuaria. Deixar baleiro para utilizar o valor por omisión da instancia.
ja_jp: ユーザーがアップロードできるコンテンツの容量を決定します。 空のままにすると、ポッドのデフォルトの値が使用されます。

# Content/Settings/Dropdown.Help text
source: Determine the visibility level of your activity
cs: Určete stupeň viditelnosti vaší aktivity
eu: Zehaztu zure jardueraren ikusgarritasun maila
gl: Indica o nivel de visibilidade da túa actividade
ja_jp: アクティビティの公開範囲を設定する

# Popup/Settings/Button.Label
source: Disable access
cs: Odebrat přístup
eu: Sarbidea ezgaitu
gl: Desactivar o acceso
ja_jp: アクセスを無効化

# Content/Settings/Button.Label/Verb
source: Disable Subsonic access
cs: Zrušit přístup k Subsonic
eu: Subsonic sarbidea ezgaitu
gl: Desactivar o acceso Subsonic
ja_jp: Subsonicアクセスを無効化

# Popup/Settings/Title
source: Disable Subsonic API access?
cs: Vypnout Subsonic API?
eu: Subsonic API sarbidea ezgaitu?
gl: Desactivar o acceso a API Subsonic?
ja_jp: Subsonic APIへのアクセスを無効化しますか？

# */*/*/State of feature
source: Disabled
cs: Vypnuto
eu: Desgaituta
gl: Desactivado
ja_jp: 無効化

# */*/*/Noun
source: Disc number
cs: Číslo disku
eu: Disko zenbakia
gl: Número de disco
ja_jp: ディスク番号
