Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Moderation/*/Verb
source: Mute notifications
cs: Ztišit oznámení
eu: Isilarazi jakinarazpenak
gl: Acalar notificacións
ja_jp: 通知のミュート

# Content/Radio/Input.Placeholder
source: My awesome description
cs: Můj úžasný popis
eu: Nire deskribapen txundigarria
gl: A miña abraiante descrición
ja_jp: あなたが考えた最高の説明文をここに

# Content/Library/Input.Placeholder
source: My awesome library
cs: Moje úžasná knihovna
eu: Nire liburutegi txundigarria
gl: A miña abraiante biblioteca
ja_jp: あなたが考えた最高のライブラリ名をここに

# Content/Playlist/Input.Placeholder
source: My awesome playlist
cs: Můj úžasný playlist
eu: Nire zerrenda txundigarria
gl: A miña fantástica lista
ja_jp: あなたが考えた最高のプレイリスト名をここに

# Content/Radio/Input.Placeholder
source: My awesome radio
cs: Moje úžasné rádio
eu: Nire irrati txundigarria
gl: A miña increíble radio
ja_jp: あなたが考えた最高のラジオ名をここに

# Content/Library/Title
source: My libraries
cs: Moje knihovny
eu: Nire liburutegiak
gl: As miñas Bibliotecas
ja_jp: あなたのライブラリ

# */*/*/Noun
source: My Library
eu: Nire liburutegia
gl: Biblioteca
ja_jp: あなたのライブラリ

# */*/*/Noun
source: Name
cs: Název
eu: Izena
gl: Nome
ja_jp: 名前

# Content/Channel/*
source: Name
eu: Izena
gl: Nome
ja_jp: 名前

# */*/*
source: Never
cs: Nikdy
eu: Inoiz ez
gl: Nunca

# Popup/Channels/Title
source: New album
eu: Album berria
gl: Novo álbum
ja_jp: 新しいアルバム

# */*/*
source: New channels
eu: Kanal berriak
gl: Novas canles
ja_jp: 新しいチャンネル

# */*/*
source: New e-mail address
eu: Eposta helbide berria
gl: Novo enderezo de email
ja_jp: 新しいメールアドレス

# Content/Settings/Input.Label
source: New password
cs: Nové heslo
eu: Pasahitz berria
gl: Novo contrasinal
ja_jp: 新しいパスワード

# Popup/Channels/Title/Verb
source: New series
eu: Serie berria
gl: Nova serie
ja_jp: 新しいシリーズ

# Content/Artist/Title
source: New tracks by this artist
gl: Novas pistas deste artista

# Sidebar/Player/Paragraph
source: New tracks will be appended here automatically.
cs: Nové stopy se sem přidají automaticky.
eu: Abesti berriak hemen gehituko dira automatikoki.
gl: As novas cancións engadiranse aquí automáticamente.
ja_jp: 新しい曲は自動的に追加されます。

# Content/Library/Card.Table.Header/Short
source: New value
cs: Nová hodnota
eu: Balio berria
gl: Novo valor

# Content/*/Link
source: Next Page
eu: Hurrengo orria
gl: Páxina seguinte
ja_jp: 次のページ

# */*/Button.Label
source: Next step
eu: Hurrengo pausoa
gl: Seguinte paso
ja_jp: 次へ

# Sidebar/Player/Icon.Tooltip
source: Next track
cs: Další stopa
eu: Hurrengo pista
gl: Seguinte canción
ja_jp: 次の曲

# */*/*
source: No
cs: Ne
eu: Ez
gl: Non

# Content/Search/Paragraph
source: No album matched your query
cs: Žádné album neodpovídá zadání
eu: Ez dago zure bilaketarekin bat datorren albumik
gl: Ningún álbum coincide coa busca
ja_jp: 入力した内容にマッチするアルバムはありません

# Content/Search/Paragraph
source: No artist matched your query
cs: Žádný interpret neodpovídá zadání
eu: Ez dago zure bilaketarekin bat datorren artistarik
gl: Ningún artista coincide coa busca
ja_jp: 入力した内容にマッチするアーティストはありません

# */*/Placeholder
source: No description available
eu: Ez dago deskribapenik
gl: Non hai descrición
ja_jp: 説明がまだありません

# Content/About/Paragraph
source: No description available.
gl: Non hai descrición.

# Content/Home/Paragraph
source: No description available.
cs: Popis není dostupný.
eu: Ez dago deskribapenik.
gl: Non hai descrición.
ja_jp: 自己紹介がまだありません。

# Sidebar/Search/Error
source: No matches found
eu: Ez da bat datorren emaitzarik aurkitu
gl: Non hai coincidencias
ja_jp: マッチするコンテンツがありません

# Content/Federation/Paragraph
source: No matching library.
cs: Žádná odpovídající knihovna.
eu: Ez da bat datorren liburutegirik aurkitu.
gl: Sen biblioteca coincidente.
ja_jp: マッチするライブラリがありません。

# Content/Notifications/Paragraph
source: No notification to show.
cs: Žádná oznámení ke zobrazení.
eu: Ez dago jakinarazpenik erakusteko.
gl: Sen notificación para mostrar.
ja_jp: 通知はありません。

# Content/Home/Placeholder
source: No other pods found
eu: Ez da beste instantziarik aurkitu
gl: Non se atoparon outras instancias
ja_jp: 他のポッドが見つかりません

# Content/Home/Placeholder
source: No playlists have been created yet
eu: Ez da zerrendarik sortu oraindik
gl: Aínda non se creou unha lista de reprodución
ja_jp: まだプレイリストが作成されてません

# Popup/Playlist/EmptyState
source: No results matching your filter
eu: Ez dago zure iragazkiarekin bat datorren emaitzarik
gl: Sen resultados co teu filtro
ja_jp: フィルターにマッチしたコンテンツはありません

# Content/Albums/Placeholder
source: No results matching your query
eu: Ez dago zure bilaketarekin bat datorren emaitzarik
gl: Sen resultados para a túa consulta
ja_jp: 入力内容にマッチしたコンテンツはありません

# Content/Artists/Placeholder
source: No results matching your query
eu: Ez dago zure bilaketarekin bat datorren emaitzarik
gl: Sen resultados para a túa consulta
ja_jp: 入力内容にマッチしたコンテンツはありません

# Content/Playlists/Placeholder
source: No results matching your query
eu: Ez dago zure bilaketarekin bat datorren emaitzarik
gl: Sen resultados para a túa busca
ja_jp: 入力内容にマッチしたコンテンツはありません

# Content/Radios/Placeholder
source: No results matching your query
eu: Ez dago zure bilaketarekin bat datorren emaitzarik
gl: Sen resultados para a túa busca
ja_jp: 入力内容にマッチしたコンテンツはありません

# Content/*/Paragraph
source: No results were found.
cs: Žádné výsledky nebyly nalezeny.
eu: Ez da emaitzarik aurkitu.
gl: Non se atoparon resultados.
ja_jp: コンテンツが見つかりませんでした。

# Content/About/Paragraph
source: No rules available.
gl: Sen regras dispoñibles.

# Content/About/Paragraph
source: No terms available.
gl: Non hai termos dispoñibles.

# Content/Home/Placeholder
source: No tracks have been added to this library yet
eu: Ez da pistarik gehitu oraindik liburutegi honetara
gl: Aínda non se engadiron cancións a esta biblioteca
ja_jp: このライブラリにはまだ曲が追加されていません

# Content/Radios/Placeholder
source: No tracks have been added to this radio yet
eu: Ez da pistarik gehitu oraindik irrati honetara
gl: Aínda non se engadiron cancións a esta radio
ja_jp: このラジオにはまだ曲が追加されていません

# Content/Home/Placeholder
source: No tracks have been added to your favorites yet
eu: Ez da pistarik gehitu oraindik zure gogokoetara
gl: Aínda non engadiches cancións as favoritas
ja_jp: お気に入りに加えられた曲がまだありません

# Content/Settings/Dropdown
source: Nobody except me
cs: Nikdo kromě mě
eu: Soilik ni
gl: Ninguén excepto eu
ja_jp: 誰にも公開しない

# Content/Library/Paragraph
source: Nobody is following this library
cs: Nikdo nesleduje tuto knihovnu
eu: Inor ez da liburutegi hau jarraitzen ari
gl: Ninguén segue esta biblioteca
ja_jp: 誰もこのライブラリをフォローしていません

# */*/*
source: None
eu: Bat ere ez
gl: Nada
ja_jp: なし

# Content/Admin/Table
source: Not used
cs: Nevyužito
eu: Ez da erabiltzen
gl: Non utilizado

# Content/Home/Placeholder
source: Nothing found
eu: Ez da ezer aurkitu
gl: Non se atopou nada
ja_jp: 見つかりませんでした

# */Form/Paragraph
source: Nothing to preview.
eu: Aurrebistarako ezer ez.
gl: Sen vista previa.
ja_jp: プレビューする内容がありません。

source: Notifications
cs: Oznámení
eu: Jakinarazpenak
gl: Notificacións
ja_jp: 通知

# Content/Moderation/Dropdown
source: Offensive content
cs: Urážlivý obsah
eu: Eduki mingarria
gl: Contido ofensivo

# Footer/*/List item.Link
source: Official website
cs: Oficiální web
eu: Webgune ofiziala
gl: Sitio web oficial
ja_jp: 公式ウェブサイト

# Content/Library/Card.Table.Header/Short
source: Old value
cs: Původní hodnota
eu: Balio zaharra
gl: Valor anterior

# */*/*/State of registrations
source: Open
cs: Otevřít
eu: Irekita
gl: Abrir
ja_jp: 可能

# Content/Admin/Dropdown/Adjective
source: Open
cs: Otevřít
eu: Ireki
gl: Abrir

# Popup/Import/Table.Label/Value
source: Open a support thread (include the debug information below in your message)
cs: Založit vlákno na podpoře (vložit informace pro ladění do zprávy)
eu: Ireki laguntza haria (sartu arazteko informazioa azpian, zure mezuan)
gl: Abrir un fío de axuda (incluír información de depuración abaixo na túa mensaxe)

# Content/Moderation/Link
source: Open in moderation interface
cs: Otevřít v rozhraní pro moderaci
eu: Ireki moderazio interfazean
gl: Actualizar regra de moderación

# Content/Moderation/Verb
source: Open in moderation interface
eu: Ireki moderazio interfazean
gl: Abrir na interface de moderación

# Content/Moderation/Link/Verb
source: Open local profile
cs: Otevřít místní profil
eu: Ireki profil lokala
gl: Abrir perfil
ja_jp: ローカルのプロフィールを開く

# Content/Moderation/Link/Verb
source: Open on MusicBrainz
cs: Otevřít na MusicBrainz
eu: Ireki MusicBrainz-en
gl: Ver en MusicBrainz
ja_jp: MusicBrainzで開く

# Content/Moderation/Link/Verb
source: Open profile
cs: Otevřít profil
eu: Ireki profila
gl: Abrir perfil
ja_jp: プロフィールを開く

# Content/Moderation/Link/Verb
source: Open remote profile
cs: Otevřít vzdálený profil
eu: Ireki urruneko profila
gl: Abrir perfil
ja_jp: リモートのプロフィールを開く

# Content/Moderation/Link/Verb
source: Open website
cs: Otevřít web
eu: Ireki webgunea
gl: Abrir sitio web
ja_jp: Webサイトを開く

# Popup/Title/Noun
source: Options
gl: Opcións

# Content/Moderation/Card.Title
source: Or customize your rule
cs: Nebo upravte vaše pravidlo
eu: Edo pertsonalizatu zure araua
gl: Ou personalice a súa regra

# Content/Search/Dropdown.Label/Noun
source: Order
cs: Pořadí
eu: Ordena
gl: Ordear

# Content/Search/Dropdown.Label/Noun
source: Ordering
cs: Řazení
eu: Ordena
gl: Ordenando

# Content/Search/Dropdown.Label/Noun
source: Ordering direction
cs: Směr řazení
eu: Ordenazio norabidea
gl: Dirección da orde

# */*/*
source: Other
eu: Beste bat
gl: Outro
ja_jp: その他

# Content/Moderation/Dropdown
source: Other
cs: Ostatní
eu: Beste bat
gl: Outro
ja_jp: その他

# Content/Channels/Link
source: Overview
eu: Informazio orokorra
gl: Vista xeral
ja_jp: 概要

# Content/Profile/Link
source: Overview
eu: Informazio orokorra
gl: Vista xeral
ja_jp: 概要

# */*/*
source: Owned by %{ username }
eu: Jabea %{ username } da
gl: Propiedade de %{ username }

# */*/*
source: Owner
cs: Vlastník
eu: Jabea
gl: Dona

# */*/*
source: Owner e-mail address
eu: Jabearen eposta helbidea
gl: Enderezo de email da dona

# */*/*
source: Owner name
eu: Jabearen izena
gl: Nome da dona

# Head/*/Title
source: Page Not Found
cs: Stránka nenalezena
eu: Orrialdea ez da aurkitu
gl: Páxina non atopada
ja_jp: ページが見つかりません

# Content/*/Title
source: Page not found!
cs: Stránka nenalezena!
eu: Orrialdea ez da aurkitu!
gl: Non atopamos a páxina!
ja_jp: ページが見つかりません！

# Content/*/Hidden text/Noun
source: Pagination
cs: Stránkování
eu: Orrialdekatzea
gl: Paxinación

# */*/*
source: Password
cs: Heslo
eu: Pasahitza
gl: Contrasinal
ja_jp: パスワード

# Content/Settings/Message
source: Password updated
cs: Heslo změněno
eu: Pasahitza eguneratuta
gl: Contrasinal actualizado
ja_jp: パスワードが変更されました

# Content/Signup/Card.Title
source: Password updated successfully
cs: Heslo úspěšně změněno
eu: Pasahitza arrakastaz eguneratu da
gl: Contrasinal actualizado correctamente
ja_jp: パスワードが変更されました

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause
eu: Pausatu
gl: Pausar
ja_jp: 停止する

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause track
cs: Pozastavit stopu
eu: Pausatu pista
gl: Pausar canción
ja_jp: 停止する

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Pause/play the current track
cs: Pozastavit/spustit aktuální stopu
eu: Pausatu/erreproduzitu uneko pista
gl: Pausar/reproducir pista actual
ja_jp: 曲を止める・再生する

# Content/Moderation/Card.List item
source: Paused
cs: Pozastaveno
eu: Pausatuta
gl: Pausada

# Channels/*/*
source: Pending
eu: Zain
gl: Pendente

# Content/Library/*/Short
source: Pending
cs: Čeká
eu: Zain
gl: Pendente

# Content/Library/Table/Short
source: Pending approval
cs: Čeká na schválení
eu: Onarpenaren zain
gl: Pendente de aceptación
ja_jp: 承認待ち

# Content/Library/Label
source: Pending files
cs: Čekající soubory
eu: Fitxategiak faltan
gl: Ficheiros pendentes

# Sidebar/Notifications/Hidden text
source: Pending follow requests
cs: Čekající žádosti o sledování
eu: Zain dauden jarraitzeko eskaerak
gl: Peticións de seguimento pendentes
ja_jp: フォローリクエストを保留する

# Content/Admin/*/Noun
source: Pending review
cs: Čekající na kontrolu
eu: Berrikuspenaren zain
gl: Ficheiros pendentes

# Sidebar/Moderation/Hidden text
source: Pending review edits
cs: Úpravy čekající na kontrolu
eu: Berrikuspen edizioak zain
gl: Ficheiros pendentes

# Content/*/Button.Label
source: Perform actions
eu: Burutu ekintzak
gl: Executar accións

# Content/*/*/Noun
source: Permissions
cs: Oprávnění
eu: Baimenak
gl: Permisos
ja_jp: 許可

# */Queue/Button.Label/Short, Verb
source: Play
cs: Přehrát
eu: Erreproduzitu
gl: Reproducir
ja_jp: 再生する

# Content/Channels/Button.Label/Verb
source: Play
eu: Erreproduzitu
gl: Reproducir
ja_jp: 再生する

# Sidebar/Player/Icon.Tooltip/Verb
source: Play
eu: Erreproduzitu
gl: Reproducir
ja_jp: 再生する

# */Queue/Dropdown/Button/Title
source: Play album
eu: Erreproduzitu albuma
gl: Reproducir álbum
ja_jp: このアルバムを再生する

# Content/Queue/Button.Label/Short, Verb
source: Play all
cs: Přehrát vše
eu: Erreproduzitu dena
gl: Reproducir todo
ja_jp: 全曲再生

# Content/Artist/Button.Label/Verb
source: Play all albums
cs: Přehrát všechna alba
eu: Erreproduzitu album denak
gl: Reproducir tódolos álbums
ja_jp: 全てのアルバムを再生する

# */Queue/Dropdown/Button/Title
source: Play artist
eu: Erreproduzitu artista
gl: Reproducir artista
ja_jp: このアーティストの曲を再生する

# */Queue/Dropdown/Button/Title
source: Play next
cs: Přehrát následující
eu: Erreproduzitu hurrengoa
gl: Reproducir seguinte
ja_jp: 次に再生する

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play next track
cs: Přehrát následující stopu
eu: Erreproduzitu hurrengo pista
gl: Reproducir canción seguinte
ja_jp: 次の曲を再生する

# */Queue/Dropdown/Button/Title
source: Play now
cs: Přehrát teď
eu: Erreproduzitu orain
gl: Reproducir agora
ja_jp: 再生する

# */Queue/Dropdown/Button/Title
source: Play playlist
eu: Erreproduzitu zerrenda
gl: Reproducir lista
ja_jp: プレイリストを再生する

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play previous track
cs: Přehrát předchozí stopu
eu: Erreproduzitu aurreko pista
gl: Reproducir canción anterior
ja_jp: 前の曲を再生する

# */Queue/Button.Label/Short, Verb
source: Play radio
eu: Erreproduzitu irratia
gl: Reproducir radio
ja_jp: ラジオを再生する

# */Queue/Dropdown/Button/Title
source: Play radio
gl: Reproducir radio

# */Queue/Dropdown/Button/Title
source: Play similar songs
cs: Hrát podobnou hudbu
eu: Erreproduzitu antzeko kantak
gl: Reproducir cancións similares
ja_jp: 似た曲を再生する

# Sidebar/Player/Hidden text
source: Play this track
cs: Přehrát tuto stopu
eu: Erreproduzitu pista hau
gl: Reproducir esta canción
ja_jp: 再生する

# */Queue/Dropdown/Button/Title
source: Play track
eu: Erreproduzitu pista
gl: Reproducir canción
ja_jp: 再生する

# Sidebar/Player/Icon.Tooltip/Verb
source: Play track
cs: Přehrát stopu
eu: Erreproduzitu pista
gl: Reproducir canción
ja_jp: 再生する

# */Queue/Dropdown/Button/Title
source: Play tracks
eu: Erreproduzitu pistak
gl: Reproducir cancións
ja_jp: 再生する

# */*/*
source: Playlist
eu: Zerrenda
gl: Lista de reprodución
ja_jp: プレイリスト

# Content/Playlist/Header.Subtitle
source: Playlist containing %{ count } track, by %{ username }
cs: Playlist obsahující %{ count } stopu, od %{ username }
eu: Zerrendak %{ username }-(r)en pista %{ count } du
gl: Lista de reprodución que contén %{ count } canción, de %{ username }
ja_jp: このプレイリストは %{ count }曲を含み、 %{ username }がアップロードしました

# Content/Playlist/Message
source: Playlist created
cs: Playlist vytvořen
eu: Zerrenda sortuta
gl: Lista creada
ja_jp: プレイリストが作成されました

# Content/Playlist/Title
source: Playlist editor
cs: Editor playlistu
eu: Zerrenda editorea
gl: Editora da lista
ja_jp: プレイリストエディター

# Content/Playlist/Input.Label
source: Playlist name
cs: Název playlistu
eu: Zerrenda izena
gl: Nome da lista
ja_jp: プレイリストの名前

# Content/Playlist/Message
source: Playlist updated
cs: Playlist aktualizován
eu: Zerrenda eguneratuta
gl: Lista de reprodución actualizada
ja_jp: プレイリストが更新されました

# Content/Playlist/Dropdown.Label
source: Playlist visibility
cs: Viditelnost playlistu
eu: Zerrendaren ikusgaitasuna
gl: Visibilidade da lista de reprodución

# */*/*
source: Playlists
cs: Playlisty
eu: Zerrendak
gl: Listas de reprodución
ja_jp: プレイリスト

# Content/Embed/Message
source: Please contact your admins and ask them to update the corresponding setting.
eu: Jarri zure administratzaileekin harremanetan eta eskatu dagokion ezarpena eguneratzeko.
gl: Por favor, contacta coa administración e pídelle que actualicen o axuste correspondente.
ja_jp: 管理者に連絡を取るか、対応する設定を管理者に更新するようにお願いして下さい。

# Content/Login/Error message.List item/Call to action
source: Please double-check that your username and password combination is correct and make sure you verified your e-mail address.
eu: Egiaztatu erabiltzaile izena eta pasahitza zuzenak direla eta ziurtatu zure eposta helbidea egiaztatu duzula.
gl: Comproba que o par usuaria/contrasinal é correcto e asegúrate de ter verificado o email.
ja_jp: ユーザーネームとパスワードの組み合わせが正しいことをダブルチェックして下さい。そして、あなたのメールアドレスが認証済みであることを確認して下さい。

# Content/Settings/Error message.List item/Call to action
source: Please double-check your password is correct
cs: Prosím ujistěte se, že jste zadali správné heslo
eu: Mesedez egiaztatu bi aldiz pasahitza zuzena dela
gl: Comproba que o contrasinal é correcto
ja_jp: あなたのパスワードが正しければ、ダブルクリックして下さい

# Content/*/Paragraph
source: PNG or JPG. Dimensions should be between 1400x1400px and 3000x3000px. Maximum file size allowed is 5MB.
eu: PNG edo JPG. Neurriak 1400x1400px eta 3000x3000px artekoa izan behar du. Onartzen den gehienezko fitxategi-tamaina 5MB da.
gl: PNG ou JPG. As dimensión deben estar entre 1400x1400px e 3000x3000px. Tamaño máximo 5MB.
ja_jp: PNGもしくはJPG。縦横の幅は1400ピクセルx1400ピクセルから3000ピクセルx3000ピクセルの間。最大ファイルサイズは5MBまでです。

# Content/Channel/*
source: Podcast channel
eu: Podcast kanala
gl: Canle de podcast
ja_jp: ポッドキャストのチャンネル

# Content/Search/Input.Label/Noun
source: Podcast title
eu: Podcastaren izenburua
gl: Título do podcast
ja_jp: ポッドキャストのタイトル

# */*/*/Short, Noun
source: Position
cs: Pozice
eu: Kokapena
gl: Paxinación

# Content/Moderation/Help text
source: Prevent account or domain from triggering notifications, except from followers.
cs: Zabránit účtu nebo doméně vyvolat oznámení (neplatí pro sledující).
eu: Eragotzi kontu edo domeinuak jakinarazpenak abiaraztea, jarraitzaileengandik izan ezik.
gl: Evitar que o dominio ou conta mostre notificacións, excepto das seguidoras.

# */Form/Menu.item
source: Preview
eu: Aurrebista
gl: Vista previa
ja_jp: プレビュー

# Popup/Embed/Title/Noun
source: Preview
cs: Náhled
eu: Aurrebista
gl: Vista previa
ja_jp: プレビュー

# */Form/Menu.item
source: Preview form
eu: Formularioaren aurrebista
gl: Formulario vista previa

# Content/*/Link
source: Previous Page
eu: Aurreko orria
gl: Páxina anterior
ja_jp: 前のページ

# */*/Button.Label/Verb
source: Previous step
eu: Aurreko pausoa
gl: Paso anterior
ja_jp: 前のステップ

# Sidebar/Player/Icon.Tooltip
source: Previous track
cs: Předchozí stopa
eu: Aurreko pista
gl: Canción anterior
ja_jp: 前の曲

# Content/Library/Card.Help text
source: Private
eu: Pribatua
gl: Privado

# Content/Settings/Dropdown/Short
source: Private
cs: Soukromé
eu: Pribatua
gl: Privado

# Content/Library/Card.List item
source: Problem during scanning
cs: Během skenování se vyskytl problém
eu: Arazoa eskaneatzean
gl: Problema ao escanear

# Content/Signup/Link/Verb
source: Proceed to login
cs: Pokračovat k přihlášení
eu: Jarraitu saio hasierara
gl: Accede
ja_jp: ログインに進む

# Content/Channel/Paragraph
source: Processed uploads:
eu: Prozesatutako igoerak:
gl: Subidas procesadas:

# Content/Library/Tab.Title/Short
source: Processing
cs: Zpracování
eu: Prozesatzen
gl: Procesando

# Popup/Channels/Title
source: Processing uploads
eu: Igoerak prozesatzen
gl: Procesando subidas

# */*/*/Noun
source: Profile
eu: Profila
gl: Perfil
ja_jp: プロフィール

# Content/OAuth Scopes/Label
source: Profile
cs: Profil
eu: Profila
gl: Abrir perfil
ja_jp: プロフィール

# Content/Library/Card.Help text
source: Public
eu: Publikoa
gl: Público

# Content/Signup/Form/Paragraph
source: Public registrations are not possible on this instance. You will need an invitation code to sign up.
cs: Registrace není na této instanci povolena. Pro založení účtu budete potřebovat pozvánku.
eu: Izena ematea itxita dago instantzia honetan. Gonbidapen kode bat beharko duzu izena emateko.
gl: O rexistro público non é posible en esta instancia. Precisas un código de convite para rexistrarte.
ja_jp: このポッドでの新規登録はできません。新規登録には招待コードが必要です。

# */Channels/Button.Label
source: Publish
eu: Argitaratu
gl: Publicar
ja_jp: 公開

# Popup/Channels/Title/Verb
source: Publish audio
eu: Argitaratu audioa
gl: Publicar audio

# Content/Channels/Help
source: Publish music you make as a nice discography of albums and singles.
eu: Argitaratu zuk egindako musika album eta singlez osatutako diskografia eder batean.
gl: Publica a túa música para crear a túa discografía con álbums e sinxelos.

# Content/Library/Title/Verb
source: Publish your work in a channel
eu: Argitaratu zure lana kanal batean
gl: Publica o teu traballo nunha canle

# */*/*/Verb
source: Purge
cs: Vyčistit
eu: Kendu
gl: Limpar

# Popup/Library/Title
source: Purge errored files?
cs: Vyčistit soubory s chybou?
eu: Erroreak emandako fitxategiak kendu?
gl: Eliminar ficheiros con fallos?

# Popup/Library/Title
source: Purge pending files?
cs: Vyčistit čekající soubory?
eu: Zain dauden fitxategiak kendu?
gl: Eliminar ficheiros pendentes?

# Popup/Library/Title
source: Purge skipped files?
cs: Vyčistit vynechané soubory?
eu: Saltatutako fitxategiak kendu?
gl: Eliminar ficheiros saltados?

# */*/*
source: Queue
eu: Ilara
gl: Cola
ja_jp: 再生キュー

# Content/Queue/Message
source: Queue shuffled!
cs: Fronta zamíchána!
eu: Ilara nahasita!
gl: Cola barallada!
ja_jp: 再生キューがシャッフルされました！

# Head/Radio/Title
source: Radio Builder
cs: Výroba rádia
eu: Irrati eraikitzailea
gl: Constructor de Radio
ja_jp: ラジオビルダー

# Content/Radio/Message
source: Radio created
cs: Rádio vytvořeno
eu: Irratia sortuta
gl: Radio creada
ja_jp: ラジオが作成されました

# Content/Radio/Input.Label/Noun
source: Radio name
cs: Název rádia
eu: Irratiaren izena
gl: Nome da Radio
ja_jp: ラジオの名前

# Content/Radio/Message
source: Radio updated
cs: Rádio aktualizováno
eu: Irratia eguneratuta
gl: Radio actualizada
ja_jp: ラジオがアップデートされました

# Content/OAuth Scopes/Label/Verb
source: Read
cs: Číst
eu: Irakurri
gl: Ler

# Popup/Import/Table.Label/Value
source: Read our documentation for this error
cs: Přečíst dokumentaci k této chybě
eu: Irakurri errori honi buruzko gure dokumentazioa
gl: Lea a documentación para este fallo
ja_jp: このエラーに関するドキュメントを読む

# Content/Auth/Label/Noun
source: Read-only
cs: Pouze ke čtení
eu: Irakurtzeko soilik
gl: Só-lectura
ja_jp: 読込専用

# Content/OAuth Scopes/Help Text
source: Read-only access to user data
cs: Přístup k uživatelským datům pouze ke čtení
eu: Soilik irakurtzeko sarbidea erabiltzailearen datuetara
gl: Acceso de só-lectura ao datos de usuario
ja_jp: ユーザーデータに読込専用でアクセスする

# Content/Moderation/*/Noun
source: Reason
cs: Důvod
eu: Arrazoia
gl: Razón
ja_jp: 理由

# Content/Moderation/Table.Label/Noun
source: Received library follows
cs: Přijatá sledování knihovny
eu: Jasotako liburutegiaren jarraipenak
gl: Seguimentos de biblioteca recibidos

# Content/Moderation/*/Noun
source: Received messages
cs: Přijaté zprávy
eu: Jasotako mezuak
gl: Mensaxes recibidas
ja_jp: 受け取ったメッセージ

# Content/Library/Paragraph
source: Recent edits
cs: Přijaté úpravy
eu: Azken aldiko edizioak
gl: Recentemente engadida
ja_jp: 最近の編集

# Content/Library/Paragraph
source: Recent edits awaiting review
cs: Poslední úpravy čekající na kontrolu
eu: Berrikuspenaren zain dauden azken aldiko edizioak
gl: Edicións recentes agardando revisión
ja_jp: チェック待ちの最近の編集

# Content/Home/Title
source: Recently added
cs: Poslední přidané
eu: Azken aldian gehituta
gl: Recentemente engadida
ja_jp: 最近追加された曲

# Content/Home/Title
source: Recently added albums
cs: Nedávno přidaná alba
eu: Azken aldian gehitutako albumak
gl: Álbums recén engadidos
ja_jp: 最近追加されたアルバム
