Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Popup/Library/Paragraph
source: The suggestion will be completely removed, this action is irreversible.
cs: Doporučení bude kompletně odstraněno, tato akce je nevratná.
eu: Iradokizuna guztiz ezabatuko da, ekintza hau ezin da desegin.
gl: Vaise eliminar completamente a suxestión, a acción é irreversible.

# Content/Moderation/Paragraph
source: The tag will be removed and unlinked from any existing entity. This action is irreversible.
cs: Tag bude odstraněn včetně všech vazeb na existující položky. Tato akce je nevratná.
eu: Etiketa ezabatu egingo da eta edukiarekiko esteka kenduko da, baldin balego. Ekintza hau ezin da desegin.
gl: Vas eliminar a etiqueta e desligala de calquera entidade existente. Esta acción non é reversible.

# Popup/Playlist/Error message.Title
source: The track can't be added to a playlist
cs: Stopu nelze přidat do playlistu
eu: Pista ezin da zerrenda batera gehitu
gl: Non podemos engadir a canción a lista de reprodución
ja_jp: プレイリストに曲を追加できませんでした

# Sidebar/Player/Error message.Title
source: The track cannot be loaded
cs: Stopu nelze načíst
eu: Pista ezin da kargatu
gl: Non se puido cargar a canción
ja_jp: 曲をロードできませんでした

# Content/Moderation/Paragraph
source: The track will be deleted, as well as any related files and data. This action is irreversible.
eu: Pista eta erlazionatutako fitxategi eta datuak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a canción xunto cos datos e ficheiros relacionados, esta acción non ten volta.
ja_jp: 曲は削除され、関連した全てのファイルやデータも削除されます。元には戻せません。

# Content/Moderation/Paragraph
source: The track will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
cs: Stopa bude odstraněna, společně se všemi souvisejícími nahranými soubory, oblíbenými a historií poslechů. Tato akce je nevratná.
eu: Pista eta erlazionatutako igoerak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a canción, así como as subidas asociadas, favoritos e historial de escoita. Esta acción é irreversible.
ja_jp: 曲は削除され、関連したアップロードファイルやいいね！や視聴履歴も削除されます。元には戻せません。

# Content/Moderation/Paragraph
source: The upload will be removed. This action is irreversible.
cs: Nahraný soubor bude odstraněn. Tato akce je nevratná.
eu: Igoera ezabatu egingo da. Ekintza hau ezin da desegin.
gl: Esta acción non é reversible.
ja_jp: アップロードファイルは削除されます。元には戻せません。

# Sidebar/Settings/Dropdown.Label/Short, Verb
source: Theme
gl: Decorado

# Content/Home/Placeholder
source: There are no tracks in this playlist yet
eu: Oraindik ez dago pistarik zerrenda honetan
gl: Aínda non tes cancións na lista de reprodución
ja_jp: まだこのプレイリストには曲がありません

# Popup/Moderation/Paragraph
source: This action is irreversible.
cs: Tato akce je nevratná.
eu: Ekintza hau ezin da desegin.
gl: Esta acción non é reversible.

# Content/Album/Paragraph
source: This album is present in the following libraries:
cs: Toto album se vyskytuje v následujících knihovnách:
eu: Album hau ondorengo liburutegietan dago:
gl: Este álbum está presente nas seguintes bibliotecas:

# Content/Artist/Paragraph
source: This artist is present in the following libraries:
cs: Tento interpret se vyskytuje v následujících knihovnách:
eu: Artista hau ondorengo liburutegietan dago:
gl: Este artista está presente nas seguintes bibliotecas:

# Content/Moderation/Popup
source: This domain is present in your allow-list
cs: Tato doména se vyskytuje na vašem seznamu povolených
eu: Domeinu hau zure onartuen zerrendan dago
gl: Este dominio está presente na túa lista-permitido

# Content/Moderation/Card.Title
source: This domain is subject to specific moderation rules
cs: Na tuto doménu jsou aplikována specifická pravidla moderace
eu: Domeinu honek moderazio arau espezifikoak ditu
gl: Este dominio está suxeito a regras específicas de moderación

# Content/Moderation/Card.Title
source: This entity is subject to specific moderation rules
cs: Na tuto entitu jsou aplikována specifická pravidla moderace
eu: Entitate honek moderazio arau espezifikoak ditu
gl: Esta entidade está suxeita a regras específicas de moderación

# Content/Library/Paragraph
source: This instance offers up to %{quota} of storage space for every user.
cs: Tato instance nabízí každému uživateli až %{quota} diskového prostoru.
eu: Instantzia honek %{quota}eko biltegiratzea eskaintzen dio erabiltzaile bakoitzari.
gl: Esta instancia ofrece %{quota} de almacenamento a cada usuaria.
ja_jp: このポッドは全てのユーザーに%{quota}のストレージを提供しています。

# Popup/Settings/Paragraph
source: This is irreversible and will permanently remove your data from our servers. You will we immediatly logged out.
cs: Tato akce je nevratná a trvale odstraní všechna vaše data ze serveru. Budete okamžitě odhlášen.
eu: Hau ezin da desegin eta datuak behin betiko ezabatuko ditu gure zerbitzarietatik. Berehala zure saioa amaitu da.
gl: Esto non ten volta e eliminará permanentemente os teus datos dos nosos servidorese. Sairás inmediatamente.

# Content/Settings/Paragraph
source: This is the list of applications that have access to your account data.
cs: Tento seznam obsahuje všechny aplikace které mají přístup k datům vašeho účtu.
eu: Hau da zure kontuaren datuetara sarbidea duten aplikazioen zerrenda.
gl: Esta é unha lista das aplicacións que teñen acceso aos datos da túa conta.

# Content/Settings/Paragraph
source: This is the list of applications that you have registered.
eu: Hau da erregistratu dituzun aplikazioen zerrenda.
gl: Esta é a lista das aplicacións que ti creaches.

# Content/Profile/Button.Paragraph
source: This is you!
cs: To jste vy!
eu: Hau zu zara!
gl: Esta es tí!
ja_jp: あなたのアカウントです！

# Content/*/Error message.Title
source: This kind of object isn't supported yet
eu: Objektu mota hau ez da onartzen oraindik
gl: Aínda non está soportado este obxeto

# Content/Library/Input.Placeholder
source: This library contains my personal music, I hope you like it.
cs: Tato knihovna obsahuje mou hudbu, doufám že se vám líbí.
eu: Liburutegi honetan nire musika pertsonala dago, espero dut gustuko izango duzula.
gl: Esta biblioteca contén a miña música persoal, espero que che guste.

# */*/*
source: This library is empty, you should upload something in it!
eu: Liburutegi hau hutsik dago, zerbait igo beharko zenuke bertara!
gl: Esta biblioteca está baleira, deberías subir algo!

# Content/Library/Card.Help text
source: This library is private and your approval from its owner is needed to access its content
cs: Tato knihovna je soukromá a pro přístup k ní je nutný souhlas vlastníka
eu: Liburutegi hau pribatua da eta jabearen onarpena beharrezkoa da edukira sarbidea izateko
gl: Esta biblioteca é privada e precisas que a usuaria che conceda permiso para acceder ao contido

# Content/Library/Card.Help text
source: This library is public and you can access its content freely
cs: Tato knihovna je veřejná a její obsah je volně přístupný
eu: Liburutegi hau publikoa da eta edukira sarbide librea duzu
gl: Esta biblioteca é pública e pode acceder ao contido libremente
ja_jp: このライブラリは公開されており、そのコンテンツに自由にアクセスできます

# Content/Library/Card.Help text
source: This library is restricted to users on this pod only
eu: Liburutegi hau instantzia honetako erabiltzaileetara mugatua dago
gl: Esta biblioteca está restrinxida as usuarias de esta instancia
ja_jp: このライブラリはこのポッドのユーザーのみアクセスできます

# Modal/*/Paragraph
source: This may affect a lot of elements or have irreversible consequences, please double check this is really what you want.
cs: Tato akce může ovlivnit mnoho prvků nebo může mít nevratné následky - prosím ujistěte se, že si to opravdu přejete.
eu: Honek elementu askori eragin diezaieke edo ondorio konponezinak eduki, egiaztatu hau den benetan nahi duzuna.
gl: Esto podería afectar a moitos elementos ou ter consecuencias irreversibles, por favor comprobe si realmente é o que quere.

# Content/*/Error message.Title
source: This object cannot be retrieved
eu: Objektu hau ezin da berreskuratu
gl: Non se puido obter o obxeto

# Content/*/Message
source: This object is managed by another server, you cannot edit it.
cs: Tento objekt je spravován jiným serverem, nemůžete ho upravovat.
eu: Objektu hau beste zerbitzari batek kudeatzen du, ezin duzu editatu.
gl: Este obxeto está xestionado en outro servidor, non podes editalo.

# Content/Home/Paragraph
source: This pod runs Funkwhale, a community-driven project that lets you listen and share music and audio within a decentralized, open network.
cs: Tento "pod" provozuje Funkwhale - projekt podporovaný komunitou, umožňující poslouchat a sdílet hudbu v rámci otevřené, decentralizované sítě.
eu: Instantzia honek Funkwhale erabiltzen du, sare ireki eta deszentralizatu batean musika eta audioak entzun eta partekatzeko aukera ematen duen komunitateak gidatutako proiektu bat.
gl: Este servidor executa Funkwhale, un proxecto comunitario que che permite escoitar e compartir música e audios nunha rede descentralizada e aberta.
ja_jp: このポッドは、非中央集権的な開かれたネットワークの中で音楽や音声を聞いたりシェアする、コミュニティによるプロジェクトFunkwhaleを実装しています。

# Content/Library/Help text
source: This track could not be processed, please make sure it is tagged correctly
cs: Tato stopa nemůže být zpracována, prosím zajistěte její korektní otagování
eu: Ezin izan da pista hau prozesatu, mesedez ziurtatu behar bezala etiketatuta dagoela
gl: Non se procesou esta canción, asegúrese que está correctamente etiquetada

# Content/Library/Help text
source: This track has been uploaded, but hasn't been processed by the server yet
cs: Tato stopa byla nahrána a čeká na zpracování serverem
eu: Pista igo da, baina zerbitzariak ez du prozesatu oraindik
gl: Canción subida, pero aínda non procesada polo servidor

# Content/Library/Help text
source: This track has been uploaded, but hasn't been scheduled for processing yet
eu: Pista hau igo da, baina ez da prozesatzeko programatu oraindik
gl: Subeuse a canción, pero aínda non foi programado o procesamento

# Content/Library/Help text
source: This track is already present in one of your libraries
cs: Tato stopa se již nachází v některé z vašich knihoven
eu: Pista hau zure liburutegietako batean dago jadanik
gl: A canción xa está presente nunha das súas bibliotecas

# */Queue/Button/Title
source: This track is not available in any library you have access to
cs: Tato stopa není dostupná v žádné vám přístupné knihovně
eu: Pista hau ez dago sarbidea duzun liburutegietan
gl: Esta canción non está dispoñible en ningunha biblioteca a que teña acceso

# Content/Track/Paragraph
source: This track is present in the following libraries:
cs: Tato stopa se nachází v následujících knihovnách:
eu: Pista hau ondorengo liburutegietan dago:
gl: Esta canción está presente nas seguintes bibliotecas:
ja_jp: この曲は以下のライブラリにあります:

# Content/Profile/Paragraph
source: This user shared the following libraries
eu: Erabiltzaile honek ondorengo liburutegiak partekatu ditu
gl: Esta usuaria compartiu as seguintes bibliotecas

# Content/Moderation/Paragraph
source: This user wants to sign-up on your pod.
eu: Erabiltzaile honek zure instantzian erregistratu nahi du.
gl: Esta usuaria quere rexistrarse na túa instancia.

# Popup/Playlist/Paragraph
source: This will completely delete this playlist and cannot be undone.
cs: Kompletně a nevratně smaže tento playlist.
eu: Honek guztiz ezabatuko du zerrenda hau eta ekintza ezin da desegin.
gl: Eliminará completamente a lista de reprodución e non poderá voltar atrás.

# Popup/Radio/Paragraph
source: This will completely delete this radio and cannot be undone.
cs: Kompletně a nevratně smaže toto rádio.
eu: Honek guztiz ezabatuko du irrati hau eta ekintza ezin da desegin.
gl: Eliminará completamente a radio e non ten volta atrás.

# Popup/Settings/Paragraph
source: This will completely disable access to the Subsonic API using from account.
cs: Kompletně zakáže přístup k Subsonic API pro tento účet.
eu: Honek guztiz desgaituko du Subsonic APIrako sarbidea kontu honetatik.
gl: Desactivará o acceso a API Subsonic desde a conta.

# Content/Moderation/Popup,Paragraph
source: This will delete the object associated with this report and mark the report as resolved. The deletion is irreversible.
cs: Objekt související s tímto hlášením bude odstraněn a hlášení bude označeno jako vyřešené. Odstranění je nevratné.
eu: Honek txostenarekin erlazionatutako objektua ezabatuko du. Ezabaketa ezin da desegin.
gl: Esto vai eliminar o elemento asociado a esta denuncia e marcala como resolta. Esta eliminación é irreversible.

# Popup/Settings/Paragraph
source: This will log you out from existing devices that use the current password.
cs: Toto vás odhlásí z existujících zařízení, které používají současné heslo.
eu: Honek uneko pasahitza erabiltzen duten gailuetako zure saioak amaituko ditu.
gl: Esto pechará sesión nos dispositivos existentes que utilicen o contrasinal actual.

# Popup/Settings/Paragraph
source: This will permanently remove the application and all the associated tokens.
eu: Honek behin betiko ezabatuko ditu aplikazioa eta erlazionatutako token guztiak.
gl: Esto eliminará completamente a aplicación e tódolos tokens asociados.

# Popup/Settings/Paragraph
source: This will prevent this application from accessing the service on your behalf.
cs: Zabrání této aplikaci v přístupu ke službě pod vaším účtem.
eu: Honek eragotzi egingo dio aplikazio honi zerbitzura zure izenean sartzea.
gl: Esto evitará que a aplicación acceda ao servizo no seu nome.

# Popup/Playlist/Paragraph
source: This will remove all tracks from this playlist and cannot be undone.
cs: Odstraní nevratně všechny stopy z tohoto playlistu.
eu: Honek zerrenda honetako pista guztiak kenduko ditu eta ezin da desegin.
gl: Esto eliminará todas as cancións da lista de reprodución e non hai volta.

# */*/*/Noun
source: Title
cs: Název
eu: Izenburua
gl: Título

# Popup/Instance/Paragraph
source: To continue, please select the Funkwhale instance you want to connect to. Enter the address directly, or select one of the suggested choices.
cs: Pro pokračování prosím zvolte Funkwhale instanci ke které se chcete připojit. Zadejte adresu přímo, nebo vyberte jednu z nabízených možností.
eu: Jarraitzeko, hautatu konektatu nahi duzun Funkwhale instantzia. Sartu helbidea zuzenean, edo hautatu iradokizunetako bat.
gl: Para continuar, elixe a instancia de Funkwhale á que te queres conectar. Escribe o enderezo directamente, ou elixe unha das opcións suxeridas.

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle favorite
cs: Přepnout příznak Oblíbené
eu: Txandakatu gogokoa
gl: Marca de favorito
ja_jp: お気に入りにする・お気に入りから外す

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle mute
cs: Přepnout ztlumení
eu: Txandakatu mututzea
gl: Activar silencio
ja_jp: ミュートする・ミュート解除する

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle queue looping
cs: Přepnout opakování fronty
eu: Txandakatu ilararen begizta
gl: Activar a repetición da cola
ja_jp: 再生キューの曲をループする・ループさせない

# Content/Moderation/Table.Label
source: Total size
cs: Celková velikost
eu: Tamaina guztira
gl: Tamaño total
ja_jp: 合計サイズ

# Content/Library/Card.Help text
source: Total size of the files in this library
cs: Celková velikost souborů v této knihovně
eu: Liburutegi honetako fitxategien guztizko tamaina
gl: Tamaño total dos ficheiros de esta biblioteca
ja_jp: このライブラリのファイルの合計サイズ

# Content/*/*
source: Total users
cs: Celkem uživatelů
eu: Erabiltzaileak guztira
gl: Conta de usuarias
ja_jp: 合計ユーザー

# Content/About/*
source: track
gl: pista

# */*/*/Noun
source: Track
cs: Stopa
eu: Pista
gl: Canción
ja_jp: 曲

# Content/Library/Card/Short
source: Track #%{ id } - %{ name }
cs: Stopa #%{ id } - %{ name }
eu: Pista #%{ id } - %{ name }
gl: Canción #%{ id } - % { name }

# Sidebar/Queue/Text
source: Track %{ index } of %{ length }
eu: Pista %{ index } / %{ length }
gl: Canción %{ index } de %{ length }
ja_jp: %{ length }曲中%{ index } 曲目

# Content/Moderation/Title
source: Track data
cs: Data stopy
eu: Pistaren datuak
gl: Nome da canción
ja_jp: 曲データ

# */Queue/Dropdown/Button/Label/Short
source: Track details
eu: Pistaren xehetasunak
gl: Detalles da pista
ja_jp: 曲情報

# Content/*/*
source: Track Details
eu: Pistaren xehetasunak
gl: Detalles
ja_jp: 曲情報

# Content/*/Dropdown/Noun
source: Track name
cs: Název stopy
eu: Pistaren izena
gl: Nome da canción
ja_jp: 曲名

# Content/Channel/*
source: Track Picture
eu: Pistaren irudia
gl: Imaxe da canción
ja_jp: 曲画像

# */*/*
source: Tracks
cs: Stopy
eu: Pistak
gl: Cancións
ja_jp: 曲一覧

# Popup/Radio/Title/Noun
source: Tracks matching filter
cs: Stopy které odpovídají filtru
eu: Iragazkiarekin bat datozen pistak
gl: Filtro coincidente da canción

# Content/Track/Table.Label/Noun
source: Type
cs: Typ
eu: Mota
gl: Tipo

# Popup/Title/Noun
source: Unauthenticated
eu: Autentifikatu gabe
gl: Non está autenticado

# Content/Moderation/Table.Label/Short
source: Under moderation rule
cs: Pod moderačním pravidlem
eu: Moderazio arauaren pean
gl: Baixo regra de moderación

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Unfocus searchbar
cs: Opustit vyhledávací pole
eu: Kendu fokua bilaketa-barrari
gl: Saír da barra de busca
ja_jp: 検索窓から離れる

# */Library/Button.Label/Verb
source: Unfollow
cs: Přestat sledovat
eu: Utzi jarraitzeari
gl: Deixar de seguir

# Content/Library/Card.Button.Label/Verb
source: Unfollow
eu: Utzi jarraitzeari
gl: Deixar de seguir

# Popup/Library/Title
source: Unfollow this library?
cs: Přestat sledovat tuto knihovnu?
eu: Liburutegi hau jarraitzeari utzi?
gl: Deixar de seguir biblioteca?

# */*/Error
source: Unknown error
cs: Neznámá chyba
eu: Errore ezezaguna
gl: Fallo descoñecido
ja_jp: 不明なエラー

# Sidebar/Player/Icon.Tooltip/Verb
source: Unmute
cs: Zrušit ztišení
eu: Aktibatu audioa
gl: Dar voz
ja_jp: ミュート解除

# Content/*/Button.Label
source: Unresolve
cs: Není vyřešeno
eu: Konpondu gabe
gl: Non resolto

# Content/*/*/Short
source: Unresolved
cs: Nevyřešeno
eu: Konpondu gabea
gl: Non resolto

# Content/Channel/Button/Verb
source: Unsubscribe
eu: Kendu harpidetza
gl: Desubscribir
ja_jp: 登録をやめる

# Content/Track/Button.Message
source: Unsubscribe
eu: Kendu harpidetza
gl: Darse de baixa
ja_jp: 登録をやめる

# */*/*
source: Update
eu: Eguneratu
gl: Actualizar
ja_jp: 変更

# */*/Button.Label/Verb
source: Update
eu: Eguneratu
gl: Actualizar

# App/Message/Paragraph
source: Update
eu: Eguneratu
gl: Actualizar

# Content/Moderation/Card.Button.Label/Verb
source: Update
cs: Aktualizovat
eu: Eguneratu
gl: Actualizar

# Content/Applications/Button.Label/Verb
source: Update application
cs: Aktualizovat aplikaci
eu: Eguneratu aplikazioa
gl: Actualizar lista de reprodución

# */Channels/Button.Label
source: Update channel
eu: Eguneratu kanala
gl: Actualizar canle

# Content/Channels/Button.Label/Verb
source: Update description
eu: Eguneratu deskribapena
gl: Actualizar descrición
ja_jp: 自己紹介を更新する

# Content/Library/Button.Label/Verb
source: Update library
cs: Aktualizovat knihovnu
eu: Eguneratu liburutegia
gl: Actualizar biblioteca

# Content/Playlist/Button.Label/Verb
source: Update playlist
cs: Aktualizovat playlist
eu: Eguneratu zerrenda
gl: Actualizar lista de reprodución

# Content/Settings/Button.Label/Verb
source: Update settings
cs: Aktualizovat nastavení
eu: Eguneratu ezarpenak
gl: Actualizar axustes

# Content/Signup/Button.Label
source: Update your password
cs: Aktualizovat vaše heslo
eu: Eguneratu zure pasahitza
gl: Actualizar contrasinal

# */*/*
source: Updated on %{ date }
eu: %{ date }-(e)an eguneratua
gl: Actualizada o %{ date }

# Content/Channels/Button.Label/Verb
source: Upload
eu: Igo
gl: Subir
ja_jp: アップロード

# Content/Library/Card.Button.Label/Verb
source: Upload
cs: Nahrát
eu: Igo
gl: Subir
ja_jp: アップロード

# Content/Moderation/Title
source: Upload data
cs: Nahrát data
eu: Igoera data
gl: Data de subida

# */*/*/Noun
source: Upload date
cs: Datum nahrání
eu: Igoera data
gl: Data de subida

# Content/Library/Help text
source: Upload denied, ensure the file is not too big and that you have not reached your quota
cs: Nahrání zamítnuto, zkontrolujte zda soubor není příliš velký a že nedošlo k vyčerpání povolené kapacity
eu: Igoera ukatuta, ziurtatu fitxategia ez dela handiegia eta ez zarela zure mugara iritsi
gl: Subida denegada, asegúrese de que o ficheiro non é demasiado grande e que non acadou o límite de cuota

# Popup/Channels/Title
source: Upload details
eu: Igoeraren xehetasunak
gl: Detalles da subida

# Popup/Import/Message
source: Upload is still pending and will soon be processed by the server.
cs: Nahrávání je ve frontě a bude brzy serverem zpracováno.
eu: Igoera zain dago oraindik eta laster prozesatuko du zerbitzariak.
gl: A subida está pendente e axiña será procesada polo servidor.

# Content/Library/Title/Verb
source: Upload music from your local storage
eu: Igo musika zure gailutik
gl: Importa música desde a almacenaxe local

# */*/*
source: Upload New Picture…
eu: Igo irudi berria…
gl: Subir nova imaxe…
ja_jp: 新しい画像をアップロード…

# */*/*
source: Upload quota
cs: Vyhrazený prostor pro nahrávání
eu: Igoera muga
gl: Cota de subida
ja_jp: アップロード上限

# Content/Library/Title/Verb
source: Upload third-party content in a library
eu: Igo hirugarrengoen edukia liburutegi batera
gl: Subir contido de terceiros a biblioteca

# Content/Library/Help text
source: Upload timeout, please try again
cs: Vypršel čas nahrávání, zkuste to prosím znovu
eu: Igoeraren denbora-muga, mesedez saiatu berriro
gl: Caducou a subida, inténteo de novo
ja_jp: タイムアウトしました。もう一度試して下さい

# Popup/Import/Message
source: Upload was skipped because a similar one is already available in one of your libraries.
cs: Nahrávání bylo přeskočeno, protože podobný soubor se již nachází v jedné z vašich knihoven.
eu: Igoera saltatu egin da zure liburutegietako batean antzeko bat badagoelako dagoeneko.
gl: A subida non se realizou porque xa ten unha semellante dispoñible nunha das súas bibliotecas.

# Popup/Import/Message
source: Upload was successfully processed by the server.
cs: Nahrávání bylo serverem úspěšně zpracováno.
eu: Igoera behar bezala prozesatu da zerbitzarian.
gl: A subida non se procesou correctamente polo servidor.

# Content/Library/Paragraph
source: Upload your personal music library to Funkwhale to enjoy it from anywhere and share it with friends and family.
eu: Igo zure musikaren liburutegi pertsonala Funkwhalera edozein lekutatik gozatu eta lagun eta familiarekin partekatzeko.
gl: Subir a túa biblioteca personal de música a Funkwhale para desfrutala desde onde queiras e compartila coas amizades.

# Content/Library/Table
source: Uploaded
cs: Nahráno
eu: Igota
gl: Subida
ja_jp: アップロードされました

# Content/Track/Paragraph
source: Uploaded by <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
eu: <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a>(e)k igoa <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>(e)an
gl: Subida por <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> o <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
ja_jp: <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a>が <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>にアップロードしました

# Content/Track/Paragraph
source: Uploaded on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
eu: <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>(e)an igoa
gl: Subida o <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>

# Channels/*/*
source: Uploading
eu: Igotzen
gl: Subindo

# Content/Library/Tab.Title/Short
source: Uploading
cs: Nahrávání
eu: Igotzen
gl: Subindo

# Content/*/*/Noun
source: Uploading file…
eu: Fitxategia igotzen…
gl: Subindo ficheiro…
ja_jp: ファイルをアップロードしています…

# Content/Library/Table
source: Uploading…
cs: Nahrávání…
eu: Igotzen…
gl: Subindo…
ja_jp: アップロードしています…
