Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Popup/Playlist/Paragraph
source: "%{ title }", by %{ artist }
cs: "%{ title }", od %{ artist }
eu: "%{ title }", %{ artist }
gl: "%{ title }", de %{ artist }

# Head/Fetch/Field.Placeholder
source: @username@example.com
eu: @erabiltzailea@adibidea.eus
gl: @usuaria@exemplo.com

# Content/Auth/Title
source: %{ app } wants to access your Funkwhale account
cs: %{ app } chce přistupovat k vašemu Funkwhale účtu
eu: %{ app }-(e)k zure Funkwhale kontura sartu nahi du
gl: %{ app } quere acceder a túa conta Funkwhale
ja_jp: %{ app } があなたのFunkwhaleアカウントへのアクセスを要求しています

# Content/Home/Stat
source: %{ count } active user
cs: %{ count } aktivní uživatel
eu: Erabiltzaile aktibo %{ count }
gl: %{ count } usuaria activa
ja_jp: %{ count } 人のアクティブユーザー

# */*/*
source: %{ count } episode
eu: Saio %{ count }
gl: %{ count } episodio
ja_jp: %{ count } 人のエピソード

# Content/Channel/Paragraph
source: %{ count } episode
eu: Saio %{ count }
gl: %{ count } episodio
ja_jp: %{ count } 人のエピソード

# Content/Favorites/Title
source: %{ count } favorite
cs: %{ count } oblíbená
eu: Gogoko %{ count }
gl: %{ count } favorita
ja_jp: %{ count } 個のお気に入り

# */*/*
source: %{ count } file
eu: Fitxategi %{ count }
gl: %{ count } ficheiro
ja_jp: %{ count } ファイル

# Content/Home/Stat
source: %{ count } hour of music
cs: %{ count } hodina hudby
eu: Ordubete musika
gl: %{ count } hora de música
ja_jp: %{ count } 時間分の音楽

# Content/Channel/Paragraph
source: %{ count } listening
eu: Entzunaldi %{ count }
gl: %{ count } escoita
ja_jp: %{ count } の再生数

# Content/*/Paragraph
source: %{ count } on %{ total } selected
cs: %{ count } z %{ total } vybrán
eu: Aaukeratutako %{ count },%{ total }(e)tik
gl: %{ count } de %{ total } seleccionado
ja_jp: %{ total } 中 %{ count } 選択

# Content/Channel/Paragraph
source: %{ count } subscriber
eu: Harpidetu %{ count }
gl: %{ count } subscritora
ja_jp: %{ count } 人の登録ユーザー

# */*/*
source: %{ count } track
cs: %{ count } stopa
eu: Pista %{ count }
gl: %{ count } canción
ja_jp: %{ count } 曲

# Content/Artist/Paragraph
source: %{ count } track in %{ albumsCount } albums
cs: %{ count } stopa v %{ albumsCount } albu
eu: Pista %{ count } album %{ albumsCount }ean
gl: %{ count } pista en %{ albumsCount } álbums
ja_jp: %{ albumsCount} のアルバム内の %{ count } 曲

# Content/Radio/Table.Paragraph/Short
source: %{ count } track matching combined filters
cs: %{ count } stopa odpovídá zadaným filtrům
eu: Pista %{ count } dator bat iragazki konbinatuekin
gl: %{ count } canción coicidente cos filtros combinados
ja_jp: %{ count } 曲がフィルターにマッチしました

# */Queue/Message
source: %{ count } track was added to your queue
cs: %{ count } stopa byla přidána do fronty
eu: Pista %{ count } gehitu da zure ilaran
gl: Engadeuse %{ count } canción a cola
ja_jp: %{ count } 曲が再生キューに追加されてます

# Content/Library/Paragraph
source: %{ current } used on %{ max } allowed
cs: %{ current } využito z %{ max } povolených
eu: %{ current } erabilita baimendutako %{ max }e(ta)tik
gl: %{ current } utilizado de %{ max } permitido
ja_jp: %{ max } 中の %{ current } 使用済み

# Sidebar/Queue/Text
source: %{ index } of %{ length }
eu: %{ index } / %{ length }
gl: %{ index } de %{ length }
ja_jp: %{ length } 中 %{ index } 番目

# Content/Notifications/Paragraph
source: %{ username } accepted your follow on library "%{ library }"
cs: %{ username } schválil váš přístup ke knihovně "%{ library }"
eu: %{ username }-(e)k zure jarraipen-eskaera onartu du "%{ library }" liburutegian
gl: %{ username } aceptou o teu seguimento da biblioteca "%{ library }"
ja_jp: %{ username } が ライブラリ「%{ library }」のフォローを許可しました

# Content/Notifications/Paragraph
source: %{ username } followed your library "%{ library }"
cs: %{ username } sleduje vaši knihovnu "%{ library }"
eu: %{ username } zure "%{ library }" liburutegia jarraitzen hasi da
gl: %{ username } segue a túa biblioteca "%{ library }"
ja_jp: %{ username } があなたの 「%{ library }」をフォローしました

# Content/Notifications/Paragraph
source: %{ username } wants to follow your library "%{ library }"
cs: %{ username } chce sledovat vaši knihovnu "%{ library }"
eu: %{ username }-(e)k zure "%{ library }" liburutegia jarraitu nahi du
gl: %{ username } quere seguir a túa biblioteca "%{ library }"
ja_jp: %{ username } があなたの「%{ library }」をフォローしようとしています

# Head/Profile/Title
source: %{ username }'s profile
cs: Profil %{ username }
eu: %{ username }-(r)en profila
gl: Perfil de %{ username }
ja_jp: %{ username }のプロフィール

# Popup/Playlist/Paragraph
source: <strong>%{ track }</strong> is already in <strong>%{ playlist }</strong>.
cs: <strong>%{ track }</strong> se už nachází v <strong>%{ playlist }</strong>.
eu: <strong>%{ track }</strong> jada badago <strong>%{ playlist }</strong>(e)n.
gl: <strong>%{ track }</strong> xa está en <strong>%{ playlist }</strong>.
ja_jp: <strong>%{ track }</strong> はすでに<strong>%{ playlist }</strong>内にあります。

# */*/*
source: 30 days
cs: 30 dní
eu: 30 egun
gl: 30 días
ja_jp: 30日

# */*/*
source: 60 days
cs: 60 dní
eu: 60 egun
gl: 60 días
ja_jp: 60日

# */*/*
source: 90 days
cs: 90 dní
eu: 90 egun
gl: 90 días
ja_jp: 90日

# Content/Library/Help text
source: A network error occurred while uploading this file
cs: Během nahrávání tohoto souboru došlo k chybě sítě
eu: Sare-errorea eman da fitxategi hau igotzerakoan
gl: Fallou a rede mentras se subía o ficheiro
ja_jp: ファイルのアップロード中にネットワークエラーが発生しました

# App/Message/Paragraph
source: A new version of the app is available.
eu: Aplikazioaren bertsio berria eskuragarri dago.
gl: Hai unha nova versión da app.
ja_jp: 新しいバージョンが利用可能になりました。

# */*/Placeholder
source: A short summary describing your changes.
cs: Krátké shrnutí popisující provedené změny.
eu: Zure aldaketak deskribatzen dituen laburpentxoa.
gl: Un breve resumen describindo os cambios.
ja_jp: 変更点の端的な概要。

# Content/About/Heading
source: A social platform to enjoy and share music
gl: Plataforma social para desfrutar e compartir música

# Footer/About/List item.Link
source: About
eu: Honi buruz
gl: Acerca de
ja_jp: このポッドについて

# Head/About/Title
source: About
eu: Honi buruz
gl: Acerca de
ja_jp: このポッドについて

# Sidebar/About/List item.Link
source: About
gl: Acerca de

# Footer/About/Title
source: About %{instanceName}
cs: O %{instanceName}
eu: %{instanceName}-(r)i buruz
gl: Acerca de %{instanceName}
ja_jp: %{instanceName}について

# Footer/About/Title
source: About %{instanceUrl}
eu: %{instanceUrl}-(r)i buruz
gl: Acerca de %{instanceUrl}
ja_jp: %{instanceUrl}について

# Footer/*/Title/Short
source: About Funkwhale
cs: O Funkwhale
eu: Funkwhale-ri buruz
gl: Acerca de Funkwhale
ja_jp: Funkwhaleについて

# Content/Home/Header
source: About this Funkwhale pod
cs: O tomto Funkwhale podu
eu: Funkwhale instantzia honi buruz
gl: Acerca de esta instancia Funkwhale
ja_jp: このFunkwhaleポッドについて

# Content/*/*
source: About this license
eu: Lizentzia honi buruz
gl: Acerca desta licenza
ja_jp: ライセンスについて

# Content/About/Header
source: About this pod
cs: O této instanci
eu: Instantzia honi buruz
gl: Acerca desta instancia
ja_jp: このポッドについて

# Content/About/Paragraph
source: About this pod
gl: Acerca desta instancia

# Sidebar/*/List item.Link
source: About this pod
eu: Instantzia honi buruz
gl: Acerca desta instancia
ja_jp: このポッドについて

# Content/Library/Button.Label
source: Accept
cs: Akceptovat
eu: Onartu
gl: Aceptar
ja_jp: 許可

# Content/Library/Table/Short
source: Accepted
cs: Akceptováno
eu: Onartuta
gl: Aceptado
ja_jp: 許可されました

# Content/Settings/Message
source: Access disabled
cs: Přístup odepřen
eu: Sarbidea desgaituta
gl: Acceso desactivado
ja_jp: アクセスが拒否されました

# Content/OAuth Scopes/Paragraph
source: Access to audio files, libraries, artists, albums and tracks
cs: Přístup k hudebním souborům, knihovnám, interpretům, albům a stopám
eu: Sarbidea audio-fitxategi, liburutegi, artista, album eta pistetara
gl: Acceso a ficheiros de audio, bibliotecas, artistas e cancións
ja_jp: オーディオファイル、ライブラリ、アーティスト、アルバム、曲へのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to content filters
cs: Přístup k filtrům obsahu
eu: Eduki-iragazkietara sarbidea
gl: Establecer filtros do contido
ja_jp: コンテンツフィルターへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to e-mail, username, and profile information
eu: Sarbidea eposta, erabiltzaile-izen eta profil informaziora
gl: Acesso a email, nome de usuaria, e información do perfil
ja_jp: メールアドレス、ユーザーネーム、プロフィールへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to edits
cs: Přístup k úpravám
eu: Edizioetara sarbidea
gl: Editar os contidos
ja_jp: 編集へのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to favorites
cs: Přístup k oblíbeným
eu: Gogokoetarako sarbidea
gl: Acceso a favoritas
ja_jp: お気に入りへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to follows
cs: Přístup ke sledování
eu: Jarraitutakoetara sarbidea
gl: Acceso aos seguimentos
ja_jp: フォローへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to listening history
cs: Přístup k historii poslechu
eu: Entzunaldi-historiarako sarbidea
gl: Acceso ao historial de escoita
ja_jp: 再生履歴へのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to moderation reports
eu: Moderazio-salaketetarako sarbidea
gl: Acceso ás denuncias a moderar
ja_jp: モデレーションレポートへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to notifications
cs: Přístup k oznámením
eu: Jakinarazpenetarako sarbidea
gl: Acceso as notificacións
ja_jp: 通知へのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to playlists
cs: Přístup k playlistům
eu: Erreprodukzio-zerrendetarako sarbidea
gl: Acceso a listas de reprodución
ja_jp: プレイリストへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to radios
cs: Přístup k rádiím
eu: Irratietarako sarbidea
gl: Acceso as radios
ja_jp: ラジオへのアクセス

# Content/OAuth Scopes/Paragraph
source: Access to security settings such as password and authorization
eu: Pasahitza eta baimenak bezalako segurtasun ezarpenetarako sarbidea
gl: Acceso ós axustes de seguridade como contrasinal e permisos
ja_jp: パスワードや認証のようなセキュリティ設定にアクセス

# Content/Applications/Label
source: Access token
eu: Sarbide tokena
gl: Token de acceso
ja_jp: アクセストークン

# Content/*/*/Noun
source: Accessed date
cs: Datum přístupu
eu: Sarbide data
gl: Data de acceso
ja_jp: アクセス日時

# */*/*/Noun
source: Account
cs: Účet
eu: Kontua
gl: Conta
ja_jp: アカウント

# Content/Moderation/Title
source: Account data
cs: Data účtu
eu: Kontuaren datuak
gl: Datos da conta
ja_jp: アカウント情報

# Content/Settings/Title
source: Account settings
cs: Nastavení účtu
eu: Kontuaren ezarpenak
gl: Axustes da conta
ja_jp: アカウント設定

# Head/Settings/Title
source: Account Settings
cs: Nastavení účtu
eu: Kontuaren ezarpenak
gl: Axustes da conta
ja_jp: アカウント設定

# Content/Admin/Table.Label/Short, Noun
source: Account status
cs: Stav účtu
eu: Kontuaren egoera
gl: Estado da conta
ja_jp: アカウントの状態

# Content/Signup/Input.Label
source: Account's e-mail address
eu: Kontuaren eposta
gl: Enderezo de email da conta
ja_jp: アカウントのメールアドレス

# */Moderation/Title
source: Accounts
cs: Účty
eu: Kontuak
gl: Contas
ja_jp: アカウント

# Content/Library/Table.Label
source: Action
cs: Akce
eu: Akzioa
gl: Acción
ja_jp: アクション

# Content/*/Paragraph
source: Action %{ action } was launched successfully on %{ count } element
cs: Akce %{ action } byla úspěšně zahájena pro %{ count } položku
eu: %{ action } ekintza arrakastaz gauzatu da elementu batean
gl: A acción %{ action } foi lanzada correctamente sobre %{ count } elemento
ja_jp: アクション %{ action } を %{ count } 個の要素に実行しました

# */*/*
source: Actions
eu: Ekintzak
gl: Accións
ja_jp: アクション

# */*/Form-builder,Help
source: Actions
eu: Ekintzak
gl: Accións
ja_jp: アクション

# Content/*/*/Noun
source: Actions
cs: Akce
eu: Akzioak
gl: Accións
ja_jp: アクション

# Content/Admin/Table
source: Active
cs: Aktivní
eu: Aktibo
gl: Activo
ja_jp: アクティブ

# Content/About/*
source: active user
gl: usuaria activa

# Content/Moderation/Title
source: Activity
cs: Aktivita
eu: Jarduera
gl: Actividade
ja_jp: アクティビティ

# Content/Profile/*
source: Activity
eu: Jarduera
gl: Actividade
ja_jp: アクティビティ

# Content/Settings/Dropdown.Label/Noun
source: Activity visibility
cs: Viditelnost aktivity
eu: Jardueraren ikusgarritasuna
gl: Visibilidade da actividade
ja_jp: アクティビティの公開範囲

# Content/Moderation/Button/Verb
source: Add
cs: Přidat
eu: Gehitu
gl: Engadir
ja_jp: 追加

# Content/*/Button.Label/Verb
source: Add a description…
eu: Gehitu deskribapena…
gl: Engade unha descrición…
ja_jp: 説明…

# Content/Moderation/Form.Label/Verb
source: Add a domain
cs: Přidat doménu
eu: Gehitu domeinua
gl: Engadir un dominio
ja_jp: ドメインの追加

# Content/Channels/Popup.Paragraph
source: Add a license to your upload to ensure some freedoms to your public.
eu: Gehitu lizentzia zure igoerari zure entzuleei askatasun batzuk emateko.
gl: Engade unha licenza ao subido para darlle liberdade ao teu público.
ja_jp: アップロードしたコンテンツにライセンスを追加して、リスナーにある程度の自由を保証します。

# Content/Moderation/Button/Verb
source: Add a moderation policy
cs: Přidat zásadu moderování
eu: Gehitu moderazio-gidalerroa
gl: Engadir nova regra de moderación
ja_jp: モデレーションポリシーを追加

# */*/Form-builder
source: Add a new field
eu: Gehitu eremu berri bat
gl: Engade un novo campo
ja_jp: フィールドを追加

# Content/Moderation/Card.Button.Label/Verb
source: Add a new moderation rule
cs: Přidat nové pravidlo moderování
eu: Gehitu moderazio-arau berri bat
gl: Engadir nova regra de moderación
ja_jp: モデレーションルールを追加

# Content/Library/Title/Verb
source: Add and manage content
cs: Přidat a spravovat obsah
eu: Gehitu eta kudeatu edukia
gl: Engadir e xestionar contido
ja_jp: コンテンツの追加と編集

# */Playlist/Button.Label/Verb
source: Add anyways
cs: Přesto přidat
eu: Gehitu halere
gl: Engadir igualmente
ja_jp: とにかく追加する

# */Library/*/Verb
source: Add content
cs: Přidat obsah
eu: Edukia sartu
gl: Engadir contido
ja_jp: コンテンツの追加

# Content/Radio/Button.Label/Verb
source: Add filter
cs: Přidat filtr
eu: Iragazkia sortu
gl: Engadir filtro
ja_jp: フィルターの追加

# Content/Radio/Paragraph
source: Add filters to customize your radio
cs: Přidat filtry pro úpravu rádia
eu: Iragazkiak sortu zure irratia pertsonalizatzeko
gl: Engade filtros para personalizar a túa radio
ja_jp: ラジオをカスタマイズするためにフィルターを追加する

# Content/Profile/Button
source: Add new
eu: Gehitu berria
gl: Engadir nova
ja_jp: 新規作成

# Content/Moderation/Button.Label/Verb
source: Add note
cs: Přidat obsah
eu: Gehitu oharra
gl: Engadir nota
ja_jp: ノートを追加

# Content/*/Verb
source: Add some music
eu: Gehitu musikaren bat
gl: Engade algo de música
ja_jp: 曲を追加

# Content/Moderation/Action/Verb
source: Add to allow-list
cs: Přidat do seznamu povolených
eu: Gehitu baimen-zerrendan
gl: Engadir a lista-permitir
ja_jp: 許可リストに追加

# */Queue/Dropdown/Button/Title
source: Add to current queue
cs: Přidat do současné fronty
eu: Gehitu uneko ilaran
gl: Engadir a cola actual
ja_jp: 再生キューに追加

# Content/Track/*/Verb
source: Add to favorites
cs: Přidat do oblíbených
eu: Gogokoetan sartu
gl: Engadir a favoritas
ja_jp: お気に入りに追加

# Popup/Playlist/Title/Verb
source: Add to playlist
eu: Gehitu erreprodukzio-zerrendan
gl: Engadir a lista de reprodución
ja_jp: プレイリストに追加

# Sidebar/Player/Icon.Tooltip/Verb
source: Add to playlist…
cs: Přidat do playlistu…
eu: Gehitu erreprodukzio-zerrendan…
gl: Engadir a lista de reprodución…
ja_jp: プレイリストに追加…

# */Queue/Dropdown/Button/Label/Short
source: Add to queue
cs: Přidat do fronty
eu: Ilaran gehitu
gl: Engadir a cola
ja_jp: 再生キューに追加

# */Queue/Dropdown/Button/Title
source: Add to queue
gl: Engadir á cola

# Popup/Playlist/Table.Button.Tooltip/Verb
source: Add to this playlist
cs: Přidat do tohoto playlistu
eu: Gehitu erreprodukzio-zerrenda honetan
gl: Engadir a esta lista de reprodución
ja_jp: このプレイリストに追加

# Popup/Playlist/Table.Button.Label/Verb
source: Add track
cs: Přidat stopu
eu: Abestia sartu
gl: Engadir canción
ja_jp: 曲の追加

# */*/Form-builder
source: Additional field
eu: Eremu gehigarria
gl: Campo adicional
ja_jp: 追加情報

# */*/Label
source: Additional fields
eu: Eremu gehigarriak
gl: Campos adicionais
ja_jp: 追加情報

# */*/Help
source: Additional form fields to be displayed in the form. Only shown if manual sign-up validation is enabled.
eu: Formularioan erakusteko eremu gehigarriak. Soili eskuzko izen-emate baliozkotzea gaituta badago erakutsiko da.
gl: Campos de formulario adicionais para mostrar. Só se mostran se se activa a validación manual do rexistro.
ja_jp: フォームに表示される追加のフィールド。 手動サインアップ検証が有効な場合にのみ表示されます。

# Sidebar/Player/Icon.Tooltip/Verb
source: Adjust volume
eu: Doitu bolumena
gl: Axustar volume
ja_jp: 音量を調整する

# Sidebar/Admin/Title/Noun
source: Administration
cs: Administrace
eu: Administrazioa
gl: Administración
ja_jp: 管理

# Content/About/*
source: album
gl: álbum

# */*/*
source: Album
eu: Albuma
gl: Álbum
ja_jp: アルバム

# */*/*/Noun
source: Album
eu: Albuma
gl: Álbum
ja_jp: アルバム

# */*/*/Noun
source: Album artist
cs: Interpret alba
eu: Artista honen albumak
gl: Autora do álbum
ja_jp: アルバムアーティスト

# Content/Moderation/Title
source: Album data
cs: Data alba
eu: Albumaren datuak
gl: Data do álbum
ja_jp: アルバムデータ

# Content/*/Dropdown/Noun
source: Album name
cs: Název alba
eu: Albumaren izena
gl: Nome do álbum
ja_jp: アルバム名

# */*/*
source: Albums
cs: Alba
eu: Albumak
gl: Álbums
ja_jp: アルバム

# Content/Artist/Title
source: Albums by this artist
cs: Alba tohoto interpreta
eu: Artista honen albumak
gl: Álbums deste artista
ja_jp: このアーティストのアルバム

# Content/*/Dropdown
source: All
cs: Vše
eu: Dena
gl: Todos
ja_jp: すべて

# Content/*/Paragraph
source: All %{ count } element selected
cs: %{ count } položka vybrána
eu: Elementu bakarra hautatuta
gl: %{ count } elemento seleccionado
ja_jp: %{ count } 個すべての要素が選択されています

# Content/Channels/*
source: All Episodes
eu: Saio guztiak
gl: Tódolos episodios
ja_jp: 全てのエピソード

# Head/Authorize/Title
source: Allow application
cs: Povolit aplikaci
eu: Baimendu aplikazioa
gl: Permitir aplicación
ja_jp: アプリケーションを許可

# */*/*
source: Allow-list
cs: Seznam povolených
eu: Baimen-zerrenda
gl: Lista de permitidos
ja_jp: 許可リスト

# Popup/Import/Message
source: An error occurred during upload processing. You will find more information below.
cs: Došlo k chybě při zpracování nahrávaných dat. Podrobnosti naleznete níže.
eu: Errore bat gertatu da igoera prozesatzean. Azpian informazio gehiago aurkituko duzu.
gl: Algo fallou no proceso de subida. Aquí embaixo atoparás máis información.
ja_jp: アップロード中にエラーが発生しました。詳細は以下の通りです。

# Content/Playlist/Error message.Title
source: An error occurred while saving your changes
cs: Došlo k chybě při ukládání změn
eu: Errorea gertatu da aldaketak gordetzerakoan
gl: Algo fallou ao gardar os cambios
ja_jp: 変更の保存中にエラーが発生しました

# Popup/*/Message.Content
source: An error occurred while trying to refresh data:
cs: Došlo k chybě při pokusu o aktualizaci dat:
eu: Errore bat gertatu da datuak freskatzen saiatzean:
gl: Algo fallou ao actualizar os datos:
ja_jp: 更新中にエラーが発生しました:

# */*/Error
source: An HTTP error occurred while contacting the remote server
cs: Došlo k chybě HTTP při pokusu kontaktovat vzdálený server
eu: HTTP errorea gertatu da urruneko zerbitzariarekin harremanetan jartzean
gl: Houbo un fallo HTTP ao contactar co servidor remoto
ja_jp: リモートサーバーとの通信中にHTTPエラーが発生しました

# */*/Help
source: An optional text to be displayed at the start of the sign-up form.
eu: Izena emateko formularioaren hasieran bistaratuko den aukerako testua.
gl: Un texto optativo para mostrar ó inicio do formulario de rexistro.
ja_jp: アカウント登録時のフォームの最初に表示される追加のテキスト。

# Popup/Import/Error.Label
source: An unknown error occurred
cs: Došlo k neznámé chybě
eu: Errore ezezaguna gertatu da
gl: Aconteceu un fallo descoñecido
ja_jp: 不明なエラーが発生しました

# */*/*
source: Anonymous access
cs: Anonymní přístup
eu: Sarbide anonimoa
gl: Acceso anónimo
ja_jp: 匿名アクセス

# Popup/Moderation/Error message
source: Anonymous reports are disabled, please sign-in to submit a report.
cs: Anonymní hlášení jsou vypnuta, pro odeslání hlášení se prosím přihlaste.
eu: Salaketa anonimoak desgaituta daude. Hasi saioa salaketa bidaltzeko.
gl: Desactiváronse as denuncias anónimas, conéctate para enviar unha denuncia.
ja_jp: 匿名の通報は許可されていません。ログインして通報を送信してください。

# */*/*/Noun
source: Application
cs: Aplikace
eu: Aplikazioa
gl: Aplicación
ja_jp: アプリケーション

# Content/Applications/Title
source: Application details
cs: Podrobnosti aplikace
eu: Aplikazioaren xehetasunak
gl: Detalles da aplicación
ja_jp: アプリケーションの詳細

# */*/*
source: Application footer
eu: Aplikazioaren orri-oina
gl: Pé da aplicación

# Content/Applications/Label
source: Application ID
cs: ID aplikace
eu: Aplikazioaren IDa
gl: ID da aplicación
ja_jp: アプリケーションID

# Content/Application/Paragraph/
source: Application ID and secret are really sensitive values and must be treated like passwords. Do not share those with anyone else.
cs: ID aplikace a tajný klíč jsou citlivé údaje a musí se s nimi zacházet jako s hesly. Nesdělujte je dalším osobám.
eu: Aplikazioaren IDa eta sekretua balio sentikorrak dira eta pasahitz gisa tratatu behar dira. Ez partekatu beste inorrekin.
gl: O ID da aplicación e a clave segreda son valores sensibles que debes tratar como contrasinais. Non os compartas con ninguén.
ja_jp: アプリケーションIDとシークレットは極めて機密性の高いものであり、パスワードと同等に扱う必要があります。これらを他の人と共有しないでください。

# Content/Applications/Label
source: Application secret
cs: Tajný klíč aplikace
eu: Aplikazioaren sekretua
gl: Chave segreda da aplicación
ja_jp: アプリケーションシークレット

# Content/*/Button.Label/Verb
source: Approve
cs: Schválit
eu: Onartu
gl: Aprobar
ja_jp: 承認

# Content/*/*/Short
source: Approved
cs: Schváleno
eu: Onartuta
gl: Aprobada
ja_jp: 承認されました

# Content/Library/Card/Short
source: Approved and applied
cs: Schváleno a aplikováno
eu: Onartuta eta aplikatuta
gl: Aprobada e aplicada
ja_jp: 承認され適用されました

# Content/Login/Title
source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?
eu: Ziur al zaude saioa itxi nahi duzula?
gl: Tes certeza de querer saír?
ja_jp: 本当にログアウトしますか?

# Content/About/*
source: artist
gl: artista

# */*/*/Noun
source: Artist
cs: Interpret
eu: Artista
gl: Artista
ja_jp: アーティスト

# Content/Channel/*
source: Artist channel
eu: Artistaren kanala
gl: Canle da artista
ja_jp: アーティストチャンネル

# Content/Moderation/Title
source: Artist data
cs: Data interpreta
eu: Artistaren datuak
gl: Datos do artista
ja_jp: アーティストデータ

# */*/*
source: Artist discography
eu: Artistaren diskografia
gl: Discografía da artista
ja_jp: アーティストのディスコグラフィー

# Content/*/Dropdown/Noun
source: Artist name
cs: Jméno interpreta
eu: Artistaren izena
gl: Nome do artista
ja_jp: アーティスト名

# Content/Search/Input.Label/Noun
source: Artist name
eu: Artistaren izena
gl: Nome do artista
ja_jp: アーティスト名

# */Search/Input.Placeholder
source: Artist, album, track…
cs: Interpret, album, stopa…
eu: Artista, albuma, pista …
gl: Artista, álbum, pista…
ja_jp: アーティスト、アルバム、楽曲…

# */*/*
source: Artists
eu: Artistak
gl: Artistas
ja_jp: アーティスト

# */*/*/Noun
source: Artists
cs: Interpreti
eu: Artistak
gl: Artistas
ja_jp: アーティスト

# Content/Search/Dropdown
source: Ascending
cs: Vzestupně
eu: Gorantza
gl: Ascendente
ja_jp: 昇順

# Content/Signup/Button.Label/Verb
source: Ask for a password reset
cs: Požádat o resetování hesla
eu: Eskatu pasahitza berrezartzeko
gl: Solicita restablecer o contrasinal
ja_jp: パスワードをリセットする

# Content/Moderation/*
source: Assigned to
cs: Přiřazeno k
eu: Honi esleituta
gl: Asignada a
ja_jp: 割り当てられました:

# Content/Moderation/Title
source: Audio content
cs: Obsah audia
eu: Audio edukia
gl: Contido de audio
ja_jp: オーディオコンテンツ

# */*/*
source: Audio player and controls
eu: Audio erreproduzigailua eta kontrolak
gl: Reprodutor e controis
ja_jp: オーディオプレイヤーとそのコントロール

# Popup/Keyboard shortcuts/Title
source: Audio player shortcuts
cs: Klávesové zkratky přehrávače
eu: Audio erreproduzigailuaren laster-teklak
gl: Atallos do reprodutor de audio
ja_jp: オーディオプレイヤーのキーボードショートカット

# Content/Signup/Button.Label/Verb
source: Authorize %{ app }
cs: Autorizovat %{ app }
eu: Baimendu %{ app }
gl: Autorizar %{ app }
ja_jp: %{ app } を認証
