Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Signup/Form/Paragraph
source: Your account request was successfully submitted. You will be notified by e-mail when our moderation team has reviewed your request.
eu: Zure kontu-eskaera arrakastaz bidali da. Eposta mezu bat jasoko duzu gure moderazio taldeak zure eskaera berrikusi duenean.
gl: A solicitude da conta enviouse correctamente. Serás notificada por email cando o equipo de administración revise a solicitude.
ja_jp: あなたのアカウントリクエストの送信に成功しました。モデレーションチームによるアカウントリクエストの審査の際、メールでお知らせします。

# Content/Signup/Form/Paragraph
source: Your account was successfully created. Please verify your e-mail address before trying to login.
eu: Zure kontua arrakastaz sortu da. Egiaztatu zure eposta saio hasten saiatu aurretik.
gl: Creouse correctamente a conta. Verifica o teu email antes de intentar acceder.
ja_jp: アカウントの作成に成功しました。ログインを試みる前に、メールアドレスの認証を行って下さい。

# Content/Settings/Paragraph'
source: Your account will be deleted from our servers within a few minutes. We will also notify other servers who may have a copy of some of your data so they can proceed to deletion. Please note that some of these servers may be offline or unwilling to comply though.
cs: Váš účet bude ze serveru smazán během několika minut. Akce bude předána také ostatním serverům které mohou mít kopie některých vašich dat, tak aby případně došlo k jejich odstranění. Mějte prosím na vědomí, že některé z těchto serverů mohou být nedostupné nebo mohou nevyhovět tomuto požadavku.
eu: Zure kontua gure zerbitzarietatik ezabatuko da minutu batzuk barru. Zure datuen kopia eduki dezaketen beste zerbitzariei ere ezabatzeko jakinaraziko diegu. Kontuan izan zerbitzari batzuk lineaz kanpo egon daitezkeela edo ez dutela eskaera osatu nahiko.
gl: Vaise eliminar a túa conta dos nosos servidores dentro duns minutos. Contactaremos con outros servidores que puidesen ter unha copia dos teus datos para que os borren. Por favor, ten en conta que algún de estos servidores podería estar desconectado ou non poder levar a fin a operación.

# Content/Settings/Title/Noun
source: Your applications
cs: Vaše aplikace
eu: Zure aplikazioak
gl: As súas notificacións

# Content/*/Error message.Title
source: Your attachment cannot be saved
eu: Zure eranskina ezin da gorde
gl: Non se gardou o anexo
ja_jp: アップロードしたファイルを保存できませんでした

# Content/Settings/Error message.Title
source: Your avatar cannot be saved
cs: Váš avatar nemůže být uložen
eu: Zure avatarra ezin da gorde
gl: Non se gardou o avatar
ja_jp: アバターを反映できません

# Content/Settings/Paragraph'
source: Your current e-mail address is %{ email }.
eu: Zure uneko eposta helbidea %{ email } da.
gl: O teu email actual é %{ email }.
ja_jp: 現在のEメールアドレスは%{ email }です。

# */Auth/Message
source: Your deletion request was submitted, your account and content will be deleted shortly
cs: Požadavek o smazání byl odeslán, váš účet a obsah bude zanedlouho vymazán
eu: Zure ezabatze eskaera bidali da, zure kontua eta edukia laster ezabatuko dira
gl: Enviouse a solicitude de borrado, o contido da conta eliminarase en breve
ja_jp: アカウントの削除リクエストが送信されました。あなたのアカウントとコンテンツはまもなく削除されます

# */Auth/Message
source: Your e-mail address has been changed, please check your inbox for our confirmation message.
eu: Zure eposta helbidea aldatu da. Begiratu sarrera ontzian gure berrespen mezua.
gl: O teu email cambiou, mira na caixa de correo se recibiches a mensaxe de confirmación.
ja_jp: メールアドレスが変更されました。受信トレイを開いて、Funkwhaleからの確認メッセージをチェックしてください。

# Content/Library/Paragraph
source: Your edit was successfully submitted.
cs: Vaše úprava byla úspěšně odeslána.
eu: Zure edizioa behar bezala bidalita.
gl: Enviouse correctamente a edición.

# Head/Favorites/Title
source: Your Favorites
cs: Vaše Oblíbené
eu: Zure gogokoak
gl: As súas Favoritas
ja_jp: あなたのお気に入り

# Content/Notifications/Title
source: Your messages
cs: Vaše zprávy
eu: Zure mezuak
gl: Mensaxes
ja_jp: あなたへのメッセージ

# Content/Notifications/Title
source: Your notifications
cs: Vaše oznámení
eu: Zure jakinarazpenak
gl: As súas notificacións
ja_jp: あなたへの通知

# Content/Settings/Error message.Title
source: Your password cannot be changed
cs: Vaše heslo nemůže být změněno
eu: Zure pasahitza ezin da aldatu
gl: Non se pode cambiar o contrasinal
ja_jp: パスワードを変更できません

# Content/Signup/Card.Paragraph
source: Your password has been updated successfully.
cs: Vaše heslo bylo úspěšně změněno.
eu: Pasahitza arrakastaz eguneratu da.
gl: O contrasinal foi actualizado correctamente.
ja_jp: パスワードが変更されました。

# Content/Settings/Error message.Title
source: Your settings can't be updated
cs: Vaše nastavení nemůže být aktualizováno
eu: Zure ezarpenak ezin dira eguneratu
gl: Non se actualizaron os axustes
ja_jp: 設定を更新できません

# Content/Password/Input.label
source: Your subsonic API password
eu: Zure Subsonic API pasahitza
gl: O teu contrasinal API Subsonic
ja_jp: あなたのSubsonic API パスワード

# Popup/Settings/List item
source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
cs: Vaše Subsonic heslo bude změněno na nové, náhodně vygenerované. Všechna zařízení využívající původní heslo se odhlásí.
eu: Zure Subsonic pasahitza ausazko pasahitz batekin ordezkatuko da, Subsonic pasahitz zaharra erabiltzen duten gailuetan saioa amaituz
gl: O teu contrasinal Subsonic será cambiado por un novo, aleatorio, desconectándote de todos os dispositivos que utilicen o contrasinal antigo
ja_jp: Subsonic API パスワードはランダムなそれに新しく変更され、以前のSubsonic API パスワードを使用していたデバイスからログアウトされます

# Content/Channel/Paragraph
source: Your uploads are being processed by Funkwhale and will be live very soon.
eu: Funkwhale zure igoerak prozesatzen ari da eta laster izango dira prest.
gl: Funkwhale está procesando as subidas e estarán dispoñibles moi pronto.

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again in %{ delay }
cs: Překročili jste limit počtu požadavků, zkuste to prosím znovu za %{ delay }
eu: Eskaera gehiegi bidali dituzu eta mugatua izan zara, saiatu %{ delay } igarotzean
gl: Enviaches demasiadas solicitudes en pouco tempo, inténtao de novo en %{ delay }

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again later
cs: Překročili jste limit počtu požadavků, zkuste to prosím znovu později
eu: Eskaera gehiegi bidali dituzu eta mugatua izan zara, saiatu beranduago
gl: Enviaches demasiadas solicitudes en pouco tempo, por favor inténtao máis tarde

# Content/*/*/Noun
source: Cover
eu: Azala
gl: Portada

# */*/*/Noun
source: MusicBrainz ID
gl: ID en MusicBrainz
ja_jp: MusicBrainzのID

# Content/*/Paragraph
source: %{ hours } h %{ minutes } min
eu: %{ hours } o %{ minutes } min
ja_jp: %{ hours } 時間 %{ minutes } 分

# Content/*/Paragraph
source: %{ minutes } min
eu: %{ minutes } minutu
ja_jp: %{ minutes } 分

# Content/Channel/*
source: Avatar
eu: Irudia
ja_jp: アバター

# Content/Settings/Title
source: Avatar
eu: Irudia
ja_jp: アバター

# Content/Track/*/Noun
source: Copyright
eu: Copyright-a
ja_jp: コピーライト

# Content/*/*/Noun
source: Email
eu: Eposta
ja_jp: メールアドレス

# Content/Moderation/*/Short, Noun
source: Local
cs: Místní
eu: Lokala
ja_jp: ローカル

# */*/*
source: N/A
eu: Daturik gabe

# Content/Settings/Title/Noun
source: Plugins
eu: Pluginak
ja_jp: プラグイン

# Content/*/Dropdown
source: Podcast
eu: Podcasta
ja_jp: ポッドキャスト

# */*/*
source: Podcasts
eu: Podcastak
ja_jp: ポッドキャスト

# */*/*/Noun
source: Podcasts
eu: Podcastak
ja_jp: ポッドキャスト

# Head/Radio/Title
source: Radio
cs: Rádio
eu: Irratia
ja_jp: ラジオ

# */*/*
source: Radios
cs: Rádia
eu: Irratiak
ja_jp: ラジオ

# */*/*
source: Serie
eu: Seriea

# */*/*
source: Series
eu: Serieak
ja_jp: シリーズ

# Content/Channel/Paragraph
source: Series
eu: Serieak
ja_jp: シリーズ

# Content/Moderation/Table.Label
source: Software
eu: Softwarea
ja_jp: ソフトウェア

# Content/Album/
source: Volume %{ number }
cs: Hlasitost %{ number }
eu: %{ number } bolumena

# Content/Admin/Table.User role
source: Admin
cs: Administrátor
ja_jp: 管理者

# Content/Account/*
source: Bio
ja_jp: 自己紹介
