Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Home/Title
source: Recently favorited
cs: Poslední oblíbené
eu: Azken aldian gogokoa
gl: Favorecida recentemente
ja_jp: 最近お気に入りされた曲

# Content/Home/Title
source: Recently listened
cs: Poslední poslechnuté
eu: Azken aldian entzuna
gl: Escoitada recentemente
ja_jp: 最近再生された曲

# Content/Applications/Input.Label/Noun
source: Redirect URI
cs: Adresa přesměrování
eu: Birbideratu URIa
gl: URI de redirección
ja_jp: リダイレクトURL

# Content/*/Button.Label/Short, Verb
source: Refresh
cs: Obnovit
eu: Freskatu
gl: Actualizar
ja_jp: 更新する

# Popup/*/Message.Title
source: Refresh error
cs: Chyba obnovení
eu: Freskatu errorea
gl: Actualizar
ja_jp: 更新エラー

# Content/Moderation/Button/Verb
source: Refresh from remote server
cs: Obnovit ze vzdáleného serveru
eu: Freskatu urruneko zerbitzaritik
gl: Actualizar desde servidor remoto
ja_jp: リモートサーバーから更新する

# Content/Moderation/Button.Label/Verb
source: Refresh node info
cs: Obnovit informace o uzlu
eu: Freskatu nodoaren informazioa
gl: Actualizar info da instancia
ja_jp: node infoを更新する

# Popup/*/Message.Title
source: Refresh pending
cs: Obnovit čekající
eu: Freskatu zain daudenak
gl: Actualizar info da instancia

# Popup/*/Message.Title
source: Refresh successful
cs: Obnovení úspěšné
eu: Arrakastaz freskatua
gl: Actualización correcta
ja_jp: 更新が成功しました

# Content/*/Button.Tooltip/Verb
source: Refresh table content
cs: Obnovit obsah tabulky
eu: Freskatu taularen edukia
gl: Actualizar contido da tabla

# Popup/*/Message.Title
source: Refresh was skipped
cs: Obnovení bylo přeskočeno
eu: Freskatzea saltatu da
gl: Omiteuse a actualización
ja_jp: 更新がスキップされました

# Popup/*/Title
source: Refreshing object from remote server…
eu: Objektua freskatzen urruneko zerbitzaritik…
gl: Actualizando obxeto desde servidor remoto…

# Content/*/Button.Label
source: Refuse
eu: Ukatu
gl: Rexeitar
ja_jp: 拒否する

# Content/*/*/Short
source: Refused
eu: Ukatuta
gl: Rexeitada

# Content/Applications/Label
source: Regenerate token
eu: Birsortu tokena
gl: Recrear token
ja_jp: トークンを再生成する

# Content/Settings/Button.Label
source: Register a new application
eu: Erregistratu aplikazio berri bat
gl: Rexistrar unha nova aplicación
ja_jp: 新しいアプリを登録

# Content/Applications/Paragraph
source: Register one to integrate Funkwhale with third-party applications.
eu: Erregistratu bat Funkwhale hirugarrenen aplikazioekin integratzeko.
gl: Engade unha para integrar Funkwhale con aplicacións de terceiros.
ja_jp: Funkwhaleとサードパーティのアプリを紐付けるために登録します。

# */*/*
source: Registrations
cs: Registrace
eu: Izen-emateak
gl: Rexistros
ja_jp: アカウントの登録

# Content/Signup/Form/Paragraph
source: Registrations on this pod are open, but reviewed by moderators before approval.
eu: Instantzia honetako izen emateak irekita daude, baina moderatzaileek berrikusi behar dituzte onartu aurretik.
gl: O rexistro nesta instancia está aberto, pero revisado pola administración para ser aprobado.
ja_jp: このポッドでは新規登録は開放されてますが、登録を認める前にモデレーターによって審査されます。

# Content/Admin/Table, User role
source: Regular user
cs: Běžný uživatel
eu: Erabiltzaile arrunta
gl: usuaria normal

# Content/*/Button.Label/Verb
source: Reject
eu: Baztertu
gl: Rexeitar

# Content/Library/Button.Label
source: Reject
cs: Odmítnout
eu: Baztertu
gl: Rexeitar

# Content/Moderation/*/Verb
source: Reject media
cs: Odmítnout mediální soubory
eu: Baztertu multimedia
gl: Rexeitar medios

# Content/Library/*/Short
source: Rejected
cs: Odmítnuto
eu: Baztertuta
gl: Rexeitado

# Content/*/Title/Noun
source: Related Libraries
eu: Erlazionatutako liburutegiak
gl: Bibliotecas relacionadas
ja_jp: 関連するライブラリ

# Content/*/Title/Noun
source: Related Playlists
eu: Erlazionatutako zerrendak
gl: Listas relacionadas
ja_jp: 関連するプレイリスト

# Content/*/*/Noun
source: Release date
cs: Datum vydání
eu: Argitalpen-data
gl: Data da última vista
ja_jp: リリース日付

# Content/*/*
source: Release Details
eu: Argitalpenaren xehetasunak
gl: Detalles da publicación
ja_jp: リリース情報

# Content/Library/Paragraph
source: Remaining storage space
cs: Zbývající prostor úložiště
eu: Gelditzen den biltegiratze-lekua
gl: Almacenaxe restante

# Content/Library/Paragraph
source: Remaining storage space:
eu: Gelditzen den biltegiratze-lekua:
gl: Almacenaxe dispoñible:

# Content/Notifications/Label
source: Remind me in:
cs: Připomenout za:
eu: Gogorarazi hau barru:
gl: Lembrarmo en:

# Content/Library/Title/Noun
source: Remote libraries
cs: Vzdálené knihovny
eu: Urruneko liburutegiak
gl: Bibliotecas remotas
ja_jp: リモートのライブラリ

# Content/Library/Paragraph
source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
cs: Vzdálené knihovny jsou vlastněny ostatními uživateli na síti. Můžete k nim přistupovat pokud jsou veřejné, nebo pokud je vám udělen přístup.
eu: Urruneko liburutegiak interneteko beste erabiltzaile batzuenak dira. Hauetara sarbidea lor dezakezu hauetara baimena lortzen baduzu edo publikoak diren bitartean.
gl: As bibliotecas remotas pertences a outras usuarias na rede. Pode acceder a elas se son públicas ou lle outorgan acceso.

# */*/*/Verb
source: Remove
eu: Kendu
gl: Eliminar
ja_jp: 除く

# Content/Radio/Button.Label/Verb
source: Remove
cs: Odstranit
eu: Kendu
gl: Eliminar
ja_jp: 除く

# */Settings/Button.Label/Verb
source: Remove application
eu: Kendu aplikazioa
gl: Eliminar aplicación
ja_jp: アプリを削除

# Popup/Settings/Title
source: Remove application "%{ application }"?
eu: "%{ application }" aplikazioa kendu?
gl: Eliminar a aplicación "%{ application }"?
ja_jp: 「%{ application }」を削除しますか？

# Content/Moderation/Button.Label
source: Remove filter
cs: Odstranit filtr
eu: Kendu iragazkia
gl: Eliminar avatar
ja_jp: フィルターの除去

# Content/Moderation/Action/Verb
source: Remove from allow-list
cs: Odebrat ze seznamu povolených
eu: Kendu baimenendutakoen zerrendatik
gl: Eliminar da lista-permitir

# Content/Track/Icon.Tooltip/Verb
source: Remove from favorites
cs: Odebrat z oblíbených
eu: Kendu gogokoetatik
gl: Eliminar das favoritas
ja_jp: お気に入りから外す

# Popup/Library/Paragraph
source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
cs: Uvolní místo vymazáním nahraných ale zatím nezpracovaných stop.
eu: Igotako baina oraindik prozesatu gabeko pistak guztiz kentzen ditu, dagozkien datuak zure kuotara gehituz.
gl: Elimina completamente as cancións subidas pero aínda non procesadas, engadindo o espazo correspondente a súa cuota.

# Popup/Library/Paragraph
source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
cs: Uvolní místo vymazáním nahraných stop, které byly přeskočeny během importu.
eu: Inportazio prozesuan igotako baina saltatutako pistak guztiz kentzen ditu, dagozkien datuak zure kuotara gehituz.
gl: Elimina as cancións subidas saltadas durante o proceso de importación, engadindo o espazo correspondente a súa cuota.

# Popup/Library/Paragraph
source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
cs: Uvolní místo vymazáním nahraných stop, které nemohly být zpracovány serverem.
eu: Igotako baina oraindik zerbitzariak prozesatu ezin izan dituen pistak guztiz kentzen ditu, dagozkien datuak zure kuotara gehituz.
gl: Elimina as cancións subidas que non se procesaron completamente no servidor, engadindo o espazo correspondente a súa cuota.

# */Moderation/*/Verb
source: Report @%{ username }…
cs: Ohlásit @%{ username }…
eu: Salatu @%{ username }…
gl: Denunciar @%{ username }…
ja_jp: @%{ username }を通報する…

# Content/Moderation/Card/Short
source: Report %{ id }
cs: Ohlásit %{ id }
eu: Salatu %{ id }
gl: Denunciar %{ id }
ja_jp: %{ id }を通報する

# */Moderation/Message
source: Report successfully submitted, thank you
cs: Hlášení úspěšně odesláno, děkujeme
eu: Salaketa arrakastaz bidali da, esker aunitz
gl: Denuncia enviada correctamente, grazas
ja_jp: 通報が送信されました。ありがとうございます

# */Moderation/*/Verb
source: Report this album…
cs: Nahlásit toto album…
eu: Salatu album hau…
gl: Denunciar este álbum…
ja_jp: このアルバムを通報する…

# */Moderation/*/Verb
source: Report this artist…
cs: Nahlásit tohoto interpreta…
eu: Salatu artista hau…
gl: Denunciar este artista…
ja_jp: このアーティストを通報する…

# */Moderation/*/Verb
source: Report this channel…
eu: Salatu kanal hau…
gl: Denunciar esta canle…
ja_jp: このチャンネルを通報する…

# */Moderation/*/Verb
source: Report this library…
cs: Nahlásit tuto knihovnu…
eu: Salatu liburutegi hau…
gl: Denunciar esta biblioteca…
ja_jp: このライブラリを通報する…

# */Moderation/*/Verb
source: Report this playlist…
cs: Nahlásit tento playlist…
eu: Salatu erreprodukzio-zerrenda hau…
gl: Denunciar esta listaxe…
ja_jp: このプレイリストを通報する…

# */Moderation/*/Verb
source: Report this track…
cs: Nahlásit tuto stopu…
eu: Salatu pista hau…
gl: Denunciar esta canción…
ja_jp: この曲を通報する…

# */Moderation/*/Button/Label,Verb
source: Report…
cs: Ohlásit…
eu: Salatu…
gl: Denunciar…
ja_jp: 通報する…

# Content/*/*/Short
source: Reported object
cs: Ohlášený objekt
eu: Salatutako objektua
gl: Elemento denunciado

# */Moderation/*/Noun
source: Reports
cs: Hlášení
eu: Salaketak
gl: Denuncias
ja_jp: 通報

# Content/Moderation/Card/Short
source: Request %{ id }
eu: Eskatu %{ id }
gl: Solicitar %{ id }

# */Settings/Button.Label/Verb
source: Request a new password
cs: Požádat o nové heslo
eu: Eskatu pasahitz berria
gl: Solicitar un novo contrasinal
ja_jp: 新しいパスワードをリクエストする

# Popup/Settings/Title
source: Request a new Subsonic API password?
cs: Požádat o nové heslo k Subsonic API?
eu: Eskatu Subsonic API pasahitz berria?
gl: Solicitar un nonvo contrasinal para o API Subsonic?
ja_jp: 新しいSubsonic API パスワードをリクエストしますか？

# Content/Settings/Button.Label/Verb
source: Request a password
cs: Požádat o heslo
eu: Eskatu pasahitza
gl: Solicitar un contrasinal
ja_jp: パスワードをリクエストする

# Popup/*/Loading.Title
source: Requesting a fetch…
cs: Posílám požadavek o stažení…
eu: Bilaketa eskatzen…
gl: Solicitando a obtención…

# Content/Moderation/Table.Label/Noun
source: Requests
eu: Eskaerak
gl: Peticións
ja_jp: リクエスト

# */*/Form-builder,Help
source: Required
eu: Beharrezkoa
gl: Requerido

# Content/Library/Button.Label
source: Reset to initial value
cs: Resetovat na výchozí hodnotu
eu: Berrezarri hasierako baliora
gl: Restablecer ao valor inicial

# */Login/*/Verb
source: Reset your password
cs: Resetovat heslo
eu: Berrezarri pasahitza
gl: Restablecer o contrasinal
ja_jp: パスワードをリセットする

# Content/*/*/Noun
source: Resolution date
cs: Datum vyřešení
eu: Ebazpenaren data
gl: Data da resolución

# Content/*/Button.Label/Verb
source: Resolve
cs: Vyřešit
eu: Ebatzi
gl: Resolver

# Content/*/*/Short
source: Resolved
cs: Vyřešeno
eu: Ebatzita
gl: Resolto

# Content/Library/Dropdown/Verb
source: Restart import
cs: Znovu spustit import
eu: Hasi berriro inportazioa
gl: Volta a lanzar importación
ja_jp: インポートを再開する

# */*/*
source: Restart track
eu: Berrasi pista
gl: Reiniciar canción

# Content/Library/Button.Label
source: Restrict to unreviewed edits
cs: Omezit na úpravy bez revize
eu: Mugatu berrikusi gabeko edizioetara
gl: Restrinxir a edicións non revisadas

# Content/Library/Card.Help text
source: Restricted
eu: Mugatuta
gl: Restrinxido

# Content/Library/Paragraph
source: Results of your import:
eu: Zure inportazioaren emaitzak:
gl: Resultados da importación:
ja_jp: インポートの結果:

# Content/Library/Paragraph
source: Results of your previous import:
eu: Zure aurreko inportazioaren emaitzak:
gl: Resultados da importación anterior:
ja_jp: 過去のインポートの結果:

# Content/Search/Dropdown.Label/Noun
source: Results per page
cs: Výsledků na stránku
eu: Emaitzak orrialdeko
gl: Resultados por páxina
ja_jp: 表示数

# */*/*
source: Resume
eu: Berrekin
gl: Retomar
ja_jp: 再開する

# */*/*
source: Retry
eu: Saiatu berriro
gl: Volta a intentar
ja_jp: 再度試す

# */*/*/Verb
source: Retry
eu: Saiatu berriro
gl: Reintentar
ja_jp: 再度試す

# Content/Library/Table
source: Retry failed uploads
eu: Saiatu berriro huts egindako igoerekin
gl: Voltar a intentar as subidas
ja_jp: 失敗したアップロードを再度試す

# Content/Signup/Link/Verb
source: Return to login
cs: Návrat k přihlášení
eu: Itzuli saio hasierara
gl: Volver a entrar
ja_jp: ログインに戻る

# Content/Moderation/Link
source: Review my filters
cs: Přehled filtrů
eu: Berrikusi nire iragazkiak
gl: Ver ficheiros

# */*/*/Verb
source: Revoke
cs: Odvolat
eu: Ezeztatu
gl: Repudiar
ja_jp: 取り消し

# */Settings/Button.Label/Verb
source: Revoke access
cs: Odvolat přístupová práva
eu: Ezeztatu sarbidea
gl: Retirar acceso
ja_jp: アクセスの取り消し

# Popup/Settings/Title
source: Revoke access for application "%{ application }"?
cs: Odvolat přístup pro aplikaci "%{ application }"?
eu: "%{ application }" aplikazioaren sarbidea ezeztatu?
gl: Retirar acceso para a aplicación "%{ application }"?
ja_jp: "%{ application }"のアプリケーションへのアクセスを取り消しますか?

# '*/*/*
source: RSS Feed
eu: RSS jarioa
gl: Fonte RSS
ja_jp: RSSフィード

# */*/*
source: RSS feed location
eu: RSS jarioaren kokapena
gl: Localización da fonte RSS
ja_jp: RSSフィードの場所

# Content/Moderation/Card.Title/Noun
source: Rule
cs: Pravidlo
eu: Araua
gl: Regra
ja_jp: サーバールール

# Content/About/Header
source: Rules
cs: Pravidla
eu: Arauak
gl: Regras
ja_jp: サーバールール

# Content/*/Button.Label/Verb
source: Save
cs: Uložit
eu: Gorde
gl: Gardar
ja_jp: 保存

# Content/*/Button.Label/Verb
source: Scan
eu: Eskaneatu
gl: Escanear
ja_jp: スキャン

# Content/Library/Message
source: Scan launched
cs: Skenování zahájeno
eu: Eskaneatzea abiarazita
gl: Escaneado iniciado

# Content/Library/Card.Button.Label/Verb
source: Scan now
cs: Skenuj teď
eu: Eskaneatu orain
gl: Escanear agora

# Content/Library/Card.List item
source: Scan pending
cs: Čeká na sken
eu: Eskaneatzeko zain
gl: Ascendente

# Content/Library/Message
source: Scan skipped (previous scan is too recent)
cs: Skenování vynecháno (příliš brzy po předchozím skenu)
eu: Eskaneatzea saltatuta (aurreko eskaneatzea oso berria da)
gl: Escaneado saltado (o escaneado anterior é moi recente)

# Content/Library/Card.List item
source: Scanned
cs: Skenováno
eu: Eskaneatzea amaituta
gl: Escaneado

# Content/Library/Card.List item
source: Scanned with errors
cs: Skenováno s chybami
eu: Erroreak eskaneatzean
gl: Escaneado con fallos

# Content/Library/Card.List item
source: Scanning… (%{ progress }%)
cs: Skenuji… (%{ progress }%)
eu: Eskaneatzen… (%{ progress }%)
gl: Escaneando… (%{ progress }%)

# Content/*/*/Noun
source: Scopes
cs: Pohledy
eu: Esparruak
gl: Ámbitos

# Content/Search/Input.Label/Noun
source: Search
cs: Hledat
eu: Bilatu
gl: Buscar
ja_jp: 検索

# Sidebar/Navigation/List item.Link/Verb
source: Search
eu: Bilatu
gl: Buscar
ja_jp: 検索する

# Content/Library/Input.Label/Verb
source: Search a remote library
cs: Hledat ve vzdálené knihovně
eu: Bilatu urruneko liburutegia
gl: Buscar unha biblioteca remota
ja_jp: リモートのライブラリを検索する

# Head/Fetch/Title
source: Search a remote object
eu: Bilatu urruneko objektu bat
gl: Buscar un obxeto remoto
ja_jp: リモートのコンテンツを検索する

# Content/Search/Input.Placeholder
source: Search by account, summary, domain…
cs: Hledat dle účtu, shrnutí, domény…
eu: Bilatu kontuaren, laburpenaren, domeinuaren... arabera
gl: Buscar por título, artista, dominio…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, description…
cs: Hledat dle domény, názvu, popisu…
eu: Bilatu domeinuaren, aktorearen, izenaren, deskribapenaren… arabera
gl: Buscar por dominio, nome de usuaria, bio…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, reference, source…
cs: Hledat dle domény, názvu, odkazu, zdroje…
eu: Bilatu domeinuaren, aktorearen, izenaren, erreferentziaren, iturburuaren... arabera
gl: Buscar por dominio, nome de usuaria, bio…

# Content/Search/Input.Placeholder
source: Search by domain, name, account…
eu: Bilatu domeinuaren, izenaren, kontuaren... arabera
gl: Buscar por dominio, nome, conta…
ja_jp: ドメイン、アカウント名、アカウントを検索…

# Content/Search/Input.Placeholder
source: Search by domain, name, MusicBrainz ID…
cs: Hledat dle domény, názvu, MusicBrainz ID…
eu: Bilatu domeinuaren, izenaren MusicBrainz IDaren... arabera
gl: Buscar por dominio, nome de usuaria, bio…
ja_jp: ドメイン、アカウント名、MusicBrainz IDを検索…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, album, MusicBrainz ID…
cs: Hledat dle domény, názvu, interpreta, alba, MusicBrainz ID…
eu: Bilatu domeinuaren, izenburuaren, artistaren, albumaren, MusicBrainz IDaren... arabera
gl: Buscar por dominio, título, artista, álbum, ID MusicBrainz…
ja_jp: ドメイン、曲名、アーティスト、アルバム名、MusicBrainz IDを検索…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, MusicBrainz ID…
cs: Hledat dle domény, názvu, interpreta, MusicBrainz ID…
eu: Bilatu domeinuaren, izenburuaren, artistaren, MusicBrainz IDaren... arabera
gl: Buscar por título, artista, álbume…
ja_jp: ドメイン、曲名、アーティスト名、MusicBrainz IDを検索…

# Content/Search/Input.Placeholder
source: Search by domain, username, bio…
cs: Hledat dle domény, uživatele, biografie…
eu: Bilatu domeinuaren, erabiltzaile-izenaren, biografiaren... arabera
gl: Buscar por dominio, nome de usuaria, bio…
ja_jp: ドメイン、ユーザーネーム、自己紹介を検索…

# Content/Search/Input.Placeholder
source: Search by name
cs: Hledat dle názvu
eu: Bilatu izenaren arabera
gl: Buscar por nome
ja_jp: アカウント名を検索

# Content/Search/Input.Placeholder
source: Search by name…
cs: Hledat dle názvu…
eu: Bilatu izenaren arabera…
gl: Buscar por nome…
ja_jp: アカウント名を検索…

# Content/Library/Input.Placeholder
source: Search by title, artist, album…
cs: Hledat dle názvu, interpreta, alba…
eu: Bilatu izenburuaren, artistaren, albumaren… arabera
gl: Buscar por título, artista, álbum…
ja_jp: 曲名やアーティストやアルバムを検索…

# Content/Admin/Input.Placeholder/Verb
source: Search by username, e-mail address, code…
cs: Hledat dle uživatele, emailové adresy, kódu…
eu: Bilatu erabiltzaile-izenaren, helbide elektronikoaren, kodearen… arabera
gl: Buscar por nome de usuaria, correo-e, código…
ja_jp: ユーザーネーム、メールアドレス、招待コードで検索する…

# Content/Search/Input.Placeholder
source: Search by username, e-mail address, name…
cs: Hledat dle uživatele, emailové adresy, názvu…
eu: Bilatu erabiltzaile-izenaren, helbide elektronikoaren, izenaren… arabera
gl: Buscar por nome de usuaria, correo-e, nome…
ja_jp: ユーザーネーム、メールアドレス、アカウント名を検索…

# Content/Search/Input.Placeholder
source: Search by username…
eu: Bilatu erabiltzaile-izenaren arabera…
gl: Buscar por nome de usuaria…
ja_jp: ユーザーネームを検索…

# Sidebar/Search/Input.Placeholder
source: Search for artists, albums, tracks…
cs: Hledat interprety, alba, stopy…
eu: Bilatu artistaren, albumaren, pisten… arabera
gl: Buscar por artistas, álbums, pistas…
ja_jp: アーティスト、アルバム、曲を検索…

# Sidebar/Search/Input.Label
source: Search for content
eu: Bilatu edukia
gl: Buscar contido
ja_jp: コンテンツの検索

# Content/Search/Title
source: Search for some music
cs: Hledat trochu muziky
eu: Bilatu musika pixka bat
gl: Buscar por algo de música
ja_jp: 楽曲の検索

# Content/*/Button.Label/Verb
source: Search on Discogs
cs: Hledat na Discogs
eu: Bilatu Discogs-en
gl: Buscar en Discogs
ja_jp: Discogsで検索する

# Search/*/*
source: Search on the fediverse
eu: Bilatu fedibertsoan
gl: Buscar no fediverso
ja_jp: fediverseで検索する

# Content/*/Button.Label/Verb
source: Search on Wikipedia
cs: Hledat na Wikipedii
eu: Bilatu Wikipedian
gl: Buscar en Wikipedia
ja_jp: Wikipediaで調べる

# */Dropdown/Placeholder/Verb
source: Search…
eu: Bilatu…
gl: Buscar…
ja_jp: 検索…

# Content/Search/Input.Placeholder
source: Search…
eu: Bilatu…
gl: Buscar…
ja_jp: 検索…

# Menu/*/Hidden text
source: Secondary menu
cs: Podmenu
eu: Bigarren mailako menua
gl: Menú secundario

# Content/Admin/Menu.Title
source: Sections
cs: Sekce
eu: Atalak
gl: Seccións

# */*/*/Noun
source: Security
eu: Segurtasuna
gl: Seguranza
ja_jp: セキュリティ

# */Admin/*/Noun
source: Security
eu: Segurtasuna
gl: Seguranza
ja_jp: セキュリティ

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 30s
cs: Posunout zpět o 30s
eu: Bilatu atzeraka 30s
gl: Buscar atrás 30s
ja_jp: 30秒戻る

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 5s
cs: Posunout zpět o 5s
eu: Bilatu atzeraka 5s
gl: Adiantar 5s
ja_jp: 5秒戻る

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 30s
cs: Posunout dopředu o 30s
eu: Bilatu aurreraka 30s
gl: Adiantar 30s
ja_jp: 30秒進める

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 5s
cs: Posunout dopředu o 5s
eu: Bilatu aurreraka 5s
gl: Adiantar 5s
ja_jp: 5秒進める

# Content/*/Select/Verb
source: Select
eu: Hautatu
gl: Seleccionar
ja_jp: 選ぶ

# Content/Radio/Dropdown.Placeholder/Verb
source: Select a filter
cs: Vybrat filtr
eu: Aukeratu filtroa
gl: Escolla un filtro
ja_jp: フィルターを選ぶ

# Content/*/Select/Verb
source: Select all items
eu: Hautatu elementu guztiak
gl: Escolle todos os elementos

# Content/*/Link/Verb
source: Select one element
eu: Hautatu elementu %{ total }
gl: Elixe un elemento

# Content/*/Link/Verb
source: Select only current page
cs: Vybrat pouze aktuální stránku
eu: Aukeratu orrialde hau bakarrik
gl: Seleccionar só páxina actual

# Content/About/Email
source: Send us an email: {{ contactEmail }}
gl: Envíanos un email: {{ contactEmail }}

# Content/Home/Link
source: Server rules
cs: Pravidla serveru
eu: Zerbitzariaren arauak
gl: Regras do servidor
ja_jp: サーバールール

# */*/*/Noun
source: Settings
cs: Nastavení
eu: Ezarpenak
gl: Axustes
ja_jp: 設定

# Content/Settings/Message
source: Settings updated
cs: Nastavení aktualizováno
eu: Ezarpenak eguneratuta
gl: Axustes actualizados
ja_jp: 設定が更新されました

# Content/Settings/Paragraph
source: Settings updated successfully.
cs: Nastavení úspěšně aktualizováno.
eu: Ezarpenak arrakastaz eguneratuta.
gl: Axustes actualizados correctamente.
ja_jp: 設定が更新されました。

# Content/Admin/Table.Label/Noun
source: Share link
cs: Odkaz pro sdílení
eu: Partekatu esteka
gl: Compartir ligazón
ja_jp: リンクをシェアする

# Content/Library/Paragraph
source: Share this link with other users so they can request access to this library by copy-pasting it in their pod search bar.
eu: Partekatu esteka hau beste erabiltzaile batzuekin zure liburutegira sarbidea eska dezaten instantziaren bilaketa barran kopiatu eta itsatsiz.
gl: Comparte esta ligazón para que as usuarias poidan acceder a biblioteca ao pegala na barra de busca da súa instancia.

# Content/Library/Paragraph
source: Share your work publicly and get subscribers on Funkwhale, the Fediverse or any podcasting application.
eu: Partekatu zure lana publikoki eta lortu harpidetzak Funkwhalen, fedibertsoan edo edozein podcast aplikaziotan.
gl: Comparte publicamente o teu traballo para ter subscritoras en Funkwhale, do Fediverso ou calquer aplicación de podcast.

# Content/Library/Title
source: Sharing link
cs: Odkaz pro sdílení
eu: Esteka partekatzen
gl: Compartir ligazón
ja_jp: リンクをシェアする

# Content/Embed/Message
source: Sharing will not work because this pod doesn't allow anonymous users to access content.
eu: Partekatzeak ez du funtzionatuko instantzia honek ez duelako onartzen erabiltzaile anonimoek edukira sarbidea izatea.
gl: A compartición non funcionará, porque este servidor non permite a usuarias anónimas acceder ao contido.

# */*/Form-builder
source: Short text
eu: Testu laburra
gl: Texto curto
ja_jp: 短文

# Content/*/Button/Label/Verb
source: Show 1 more tag
cs: Zobrazit 1 další tag
eu: Erakutsi etiketa 1 gehiago
gl: Mostrar 1 etiqueta máis

# Content/Library/Button.Label
source: Show all edits
cs: Zobrazit všechny úpravy
eu: Erakutsi edizio guztiak
gl: Mostrar todas as edicións

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Show available keyboard shortcuts
cs: Zobrazit dostupné klávesové zkratky
eu: Erakutsi erabilgarri dauden laster-tekla guztiak
gl: Mostrar atallos de teclado dispoñibles
ja_jp: キーボードショートカット集を表示する
