Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Home/Link
source: Discover everything you need to know about Funkwhale and its features
cs: Zjistěte vše co chcete vědět o Funkwhale a jeho možnostech
eu: Ezagutu Funkwhale eta bere ezaugarriei buruz jakin behar duzun guztia
gl: Descubre todo o que precisas saber sobre Funkwhale e as súas características
ja_jp: Funkwhaleとその機能について知っておきたいことのすべて

# Content/Settings/Link
source: Discover how to use Funkwhale from other apps
cs: Objevte jak využívat Funkwhale z jiných aplikací
eu: Ezagutu nola erabili Funkwhale beste aplikazio batzuetatik
gl: Aprende como utilizar Funkwhale desde outras apps
ja_jp: 他のアプリからFunkwhaleを使用する方法について知る

# Content/Notifications/Button.Label/Verb
source: Discover other ways to help
cs: Objevte další způsoby, jak můžete projektu pomoct
eu: Ezagutu laguntzeko beste modu batzuk
gl: Descubre outros xeitos de axudar
ja_jp: 他の支援方法を見つける

# 'Content/*/*/Noun'
source: Display name
cs: Zobrazované jméno
eu: Bistaratzeko izena
gl: Nome público
ja_jp: 表示名

# Content/Radio/Checkbox.Label/Verb
source: Display publicly
cs: Zobrazit veřejně
eu: Erakutsi publikoki
gl: Mostrar públicamente
ja_jp: 一般公開

# Content/Moderation/Help text
source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
cs: Nestahovat žádné mediální soubory (audio, obaly, avatar…) z tohoto účtu nebo domény. Existující obsah bude také smazán.
eu: Ez deskargatu multimedia fitxategirik (audioa, albumaren azala, kontuaren avatarra...) kontu edo domeinu honetatik.
gl: Non baixar ningún ficheiro de medios (audio, portada, avatar da conta…) desta conta ou dominio. Esto eliminará tamén o contido existente.
ja_jp: このアカウントまたはドメインからメディアファイル（オーディオ、アルバムカバー、アカウントアバター…）をダウンロードしないでください。 これにより、既存のコンテンツも削除されます。

# Content/Notifications/Header
source: Do you like Funkwhale?
cs: Líbí se vám Funkwhale?
eu: Gustuko al duzu Funkwhale?
gl: Gozas de Funkwhale?
ja_jp: Funkwhaleを気に入りましたか？

# Popup/Playlist/Title
source: Do you want to clear the playlist "%{ playlist }"?
cs: Přejete si vyprázdnit playlist "%{ playlist }"?
eu: Nahi duzu "%{ playlist }" zerrenda garbitzea?
gl: Queres baleirar a lista de reprodución "%{ playlist }"?
ja_jp: このプレイリスト「%{ playlist }」をクリアしますか？

# Modal/*/Title
source: Do you want to confirm this action?
cs: Přejete si potvrdit tuto akci?
eu: Nahi duzu akzio hau baieztatzea?
gl: Queres confirmar esta acción?
ja_jp: このアクションを確認しますか？

# Popup/Playlist/Title/Call to action
source: Do you want to delete the playlist "%{ playlist }"?
cs: Přejete si odstranit playlist "%{ playlist }"?
eu: Nahi duzu "%{ playlist }" zerrenda ezabatzea?
gl: Queres eliminar esta lista de reprodución "%{ playlist }"?
ja_jp: このプレイリスト「%{ playlist }」を削除しますか？

# Popup/Radio/Title
source: Do you want to delete the radio "%{ radio }"?
cs: Přejete si odstranit rádio "%{ radio }"?
eu: Nahi duzu "%{ radio }" irratia ezabatzea?
gl: Queres eliminar a radio "%{ radio }"?
ja_jp: ラジオ「%{ radio }」を削除しますか？

# Popup/Settings/Title
source: Do you want to delete your account?
cs: Přejete si smazat váš účet?
eu: Zure kontua ezabatu nahi duzu?
gl: Desexas eliminar a túa conta?
ja_jp: アカウントを削除しますか？

# Popup/Moderation/Title/Verb
source: Do you want to hide content from artist "%{ name }"?
cs: Přejete si skrýt obsah od interpreta "%{ name }"?
eu: "%{ name }" artistaren edukia ezkutatu nahi duzu?
gl: Queres agochar o contido da artista "%{ radio }"?
ja_jp: アーティスト"%{ name }"のコンテンツを隠しますか？

# Modal/*/Title
source: Do you want to launch %{ action } on %{ count } element?
cs: Přejete si provést operaci %{ action } na %{ count } položce?
eu: %{ action } abiarazi nahi duzu elementu batean?
gl: Quere executar %{ action } sobre %{ count } elemento?

# Popup/Moderation/Title/Verb
source: Do you want to report this object?
cs: Přejete si nahlásit tento objekt?
eu: Objektu hau salatu nahi al duzu?
gl: Queres denunciar este elemento?
ja_jp: この対象を通報しますか？

# Footer/*/List item.Link/Short, Noun
source: Documentation
cs: Dokumentace
eu: Dokumentazioa
gl: Documentación
ja_jp: ドキュメント

# Sidebar/*/Listitem.Link
source: Documentation
gl: Documentación

# Content/Moderation/*/Noun
source: Domain
cs: Doména
eu: Domeinua
gl: Dominio
ja_jp: ドメイン

# */Moderation/*/Noun
source: Domains
cs: Domény
eu: Domeinuak
gl: Dominios
ja_jp: ドメイン

# Content/Notifications/Button.Label/Verb
source: Donate
cs: Přispějte
eu: Dohaintza egin
gl: Doar
ja_jp: 寄付

# Content/Track/Link/Verb
source: Download
cs: Stáhnout
eu: Deskargatu
gl: Descargar
ja_jp: ダウンロード

# Content/*/*
source: Downloads
eu: Deskargak
gl: Descargas
ja_jp: ダウンロード回数

# Content/Library/*/Short
source: Draft
eu: Zirriborroa
gl: Borrador

# Content/Playlist/Paragraph/Call to action
source: Drag and drop rows to reorder tracks in the playlist
cs: Přetáhněte myší řádky pro změnu pořadí stop v playlistu
eu: Arrastatu eta jaregin lerroak abestiak zerrendan berrordenatzeko
gl: Arrastra e solta filas para reordenar as cancións na lista

# Content/Channels/Paragraph
source: Drag and drop your files here or open the browser to upload your files
eu: Arrastatu eta askatu fitxategiak hemen edo ireki nabigatzailea fitxategiak igotzeko
gl: Arrastra e solta aquí os ficheiros ou abre o navegador para subilos

# */*/*
source: Duration
eu: Iraupena
gl: Duración
ja_jp: 再生時間

# */*/*/Noun
source: Duration
eu: Iraupena
gl: Duración
ja_jp: 再生時間

# Content/*/*
source: Duration
cs: Délka
eu: Iraupena
gl: Duración
ja_jp: 再生時間

# Content/*/*/Noun
source: E-mail address
eu: Eposta helbidea
gl: Enderezo de email
ja_jp: メールアドレス

# Content/Signup/Message
source: E-mail address confirmed
cs: Emailová adresa potvrzena
eu: E-posta helbidea egiaztatu da
gl: Enderezo de email confirmado
ja_jp: Eメールアドレスを確認しました

# */*/*/Verb
source: Edit
eu: Editatu
gl: Editar
ja_jp: 編集

# Content/*/Button.Label/Verb
source: Edit
cs: Upravit
eu: Editatu
gl: Editar
ja_jp: 編集する

# Content/Home/CreatePlaylist
source: Edit
eu: Editatu
gl: Editar
ja_jp: 編集する

# Content/Applications/Title
source: Edit application
cs: Upravit aplikaci
eu: Editatu aplikazioa
gl: Editar aplicación
ja_jp: アプリケーションの編集

# Content/*/Button.Label/Verb
source: Edit form
eu: Editatu formularioa
gl: Formulario de edición
ja_jp: フォームの編集

# Content/Moderation/Card.Title/Verb
source: Edit moderation rule
cs: Upravit pravidlo moderace
eu: Editatu moderazio-arauak
gl: Editar regra de moderación
ja_jp: モデレーションルールを編集する

# Content/*/Title
source: Edit this album
cs: Upravit toto album
eu: Editatu album hau
gl: Editar este álbum
ja_jp: このアルバムを編集する

# Content/*/Title
source: Edit this artist
cs: Upravit tohoto interpreta
eu: Editatu artista hau
gl: Editar este artista
ja_jp: このアーティストを編集する

# Content/*/Title
source: Edit this track
cs: Upravit tuto stopu
eu: Editatu pista hau
gl: Editar esta canción
ja_jp: この曲を編集する

# */*/*/Verb
source: Edit…
eu: Editatu…
gl: Editar…
ja_jp: 編集…

# */Admin/*/Noun
source: Edits
cs: Úpravy
eu: Edizioak
gl: Edicións
ja_jp: 編集

# Content/*/*
source: Email address
cs: Emailová adresa
eu: Eposta helbidea
gl: Enderezo de email
ja_jp: メールアドレス

# Content/*/Button.Label/Verb
source: Embed
cs: Vložit
eu: Txertatu
gl: Incrustar
ja_jp: 埋め込む

# Popup/Embed/Input.Label/Noun
source: Embed code
cs: Kód pro vložení
eu: Txertatu kodea
gl: Código incrustado
ja_jp: 埋め込みコード

# Popup/Album/Title/Verb
source: Embed this album on your website
cs: Vložit toto album do webové stránky
eu: Txertatu album hau zure webgunean
gl: Inclúe este álbum no teu sitio web
ja_jp: このアルバムをWebサイトに埋め込む

# Popup/Artist/Title/Verb
source: Embed this artist work on your website
cs: Vložit díla tohoto interpreta do webové stránky
eu: Txertatu artista honen lana zure webgunean
gl: Inclúe esta canción no teu sitio web
ja_jp: このアーティストの作品をWebサイトに埋め込む

# Popup/Album/Title/Verb
source: Embed this playlist on your website
cs: Vložit tento playlist do webové stránky
eu: Txertatu erreprodukzio zerrenda hau zure webgunean
gl: Inclúe esta lista no seu sitio web
ja_jp: このプレイリストをWebサイトに埋め込む

# Popup/Track/Title
source: Embed this track on your website
cs: Vložit tuto stopu do webové stránky
eu: Txertatu pista hau zure webgunean
gl: Inclúe esta canción no teu sitio web
ja_jp: この曲をWebサイトに埋め込む

# Content/Moderation/Table.Label/Noun
source: Emitted library follows
cs: Vydaná sledování knihovny
eu: Eskatutako liburutegi-jarraitzeak
gl: Seguimentos da biblioteca emitidos

# Content/Moderation/Table.Label/Noun
source: Emitted messages
cs: Vydané zprávy
eu: Bidalitako mezuak
gl: Mensaxes emitidas

# */*/*
source: Enabled
eu: Gaituta
gl: Activado
ja_jp: 有効化

# */*/*/State of feature
source: Enabled
cs: Zapnuto
eu: Gaituta
gl: Activado
ja_jp: 有効

# Content/Library/Input.Placeholder
source: Enter a library URL
cs: Zadejte URL knihovny
eu: Idatzi liburutegiaren URLa
gl: Escribe o URL dunha biblioteca
ja_jp: ライブラリのURLを入力

# Content/Search/Input.Placeholder
source: Enter a radio name…
cs: Zadejte název rádia…
eu: Idatzi irrati baten izena …
gl: Escribe un nome de radio…
ja_jp: ラジオ名を入力…

# Content/Search/Input.Placeholder
source: Enter album title…
cs: Zadejte název alba…
eu: Idatzi albumaren izena…
gl: Escribir título do álbum…
ja_jp: アルバムのタイトルを入力…

# Popup/Playlist/Form/Placeholder
source: Enter playlist name
eu: Idatzi erreprodukzio-zerrendaren izena
gl: Nome da lista de reprodución
ja_jp: プレイリスト名を入力

# Content/Playlist/Placeholder/Call to action
source: Enter playlist name…
cs: Zadejte název playlistu…
eu: Idatzi erreprodukzio-zerrendaren izena…
gl: Nome da lista de reprodución…
ja_jp: プレイリスト名を入力…

# Content/Signup/Input.Placeholder
source: Enter the e-mail address linked to your account
eu: Idatzi zure kontuarekin lotutako eposta helbidea
gl: Escribe o enderezo de correo ligado a túa conta
ja_jp: あなたのアカウントのメールアドレスを入力

# Content/Signup/Form/Placeholder
source: Enter your e-mail address
eu: Idatzi zure eposta helbidea
gl: Escribe o teu email
ja_jp: メールアドレスを入力

# Content/Signup/Form/Placeholder
source: Enter your invitation code (case insensitive)
cs: Zadejte kód pozvánky (pozor na velikost písmen)
eu: Idatzi zure gonbidapen kodea (ez ditu maiuskulak eta minuskulak bereizten)
gl: Escribe o código de convite (dif. maiúsculas)
ja_jp: 招待コードを入力する（大文字と小文字を区別しない）

# Content/Signup/Form/Placeholder
source: Enter your username
cs: Zadejte vaše uživatelské jméno
eu: Idatzi zure erabiltzaile-izena
gl: Escribe o teu nome de usuaria
ja_jp: ユーザーネームを入力

# Content/Login/Input.Placeholder
source: Enter your username or e-mail address
eu: Idatzi zure erabiltzaile-izena edo eposta helbidea
gl: Escribe o teu nome de usuaria ou email
ja_jp: ユーザーネームかメールアドレスを入力

# */Queue/Dropdown/Button/Label/Short
source: Episode details
gl: Detalles do episodio

# Content/*/*
source: Episode Details
eu: Saioaren xehetasunak
gl: Detalles do episodio
ja_jp: エピソードの詳細

# Content/Channels/*
source: Episodes
eu: Saioak
gl: Episodios
ja_jp: エピソード

# Content/*/Error message.Title
source: Error
cs: Chyba
eu: Errorea
gl: Fallo
ja_jp: エラー

# Popup/Import/Table.Label/Noun
source: Error detail
cs: Detail chyby
eu: Errorearen xehetasuna
gl: Detalles do fallo
ja_jp: エラーの詳細

# Popup/Import/Table.Label/Noun
source: Error type
cs: Typ chyby
eu: Errore mota
gl: Tipo de fallo
ja_jp: エラータイプ

# Content/*/Error message/Header
source: Error while applying action
cs: Chyba při provádění operace
eu: Errorea akzioa aplikatzen zen bitartean
gl: Fallo ó aplicar a acción

# Content/Signup/Card.Title
source: Error while asking for a password reset
cs: Chyba při žádosti o reset hesla
eu: Errorea pasahitza berrezartzerakoan
gl: Fallo ó solicitar o restablecemento do contrasinal
ja_jp: パスワードリセットのリクエストをしている間に、エラーが発生しました

# Popup/Moderation/Error message
source: Error while authorizing application
cs: Chyba při autorizaci aplikace
eu: Errorea aplikazioa baimentzerakoan
gl: Erro ó autorizar a aplicación
ja_jp: アプリケーションの認証中にエラーが発生しました

# Content/Signup/Card.Title
source: Error while changing your password
cs: Chyba při změně hesla
eu: Errorea zure pasahitza aldatzerakoan
gl: Erro ó cambiar o contrasinal
ja_jp: パスワードの変更中にエラーが発生しました

# Content/*/Error message.Title
source: Error while creating
eu: Errorea sorketan
gl: Fallou a creación
ja_jp: 作成中にエラーが発生しました

# Content/Moderation/Message.Title
source: Error while creating domain
cs: Chyba při vytváření domény
eu: Errorea domeinua sortzerakoan
gl: Fallou a creación do dominio
ja_jp: ドメイン作成中にエラーが発生しました

# Popup/Moderation/Error message
source: Error while creating filter
cs: Chyba při vytváření filtru
eu: Errorea iragazkia sortzerakoan
gl: Erro ó crear o filtro
ja_jp: フィルター作成中にエラーが発生しました

# Content/Admin/Error message.Title
source: Error while creating invitation
cs: Chyba při vytváření pozvánky
eu: Errorea gonbidapena sortzerakoan
gl: Erro ó crear o convite
ja_jp: 招待コード作成中にエラーが発生しました

# Content/Moderation/Error message.Title
source: Error while creating rule
cs: Chyba při vytváření pravidla
eu: Errorea araua sortzerakoan
gl: Erro ó crear a regra
ja_jp: サーバールール作成中にエラーが発生しました

# Popup/Moderation/Error message
source: Error while fetching application data
cs: Chyba při získávání dat aplikace
eu: Errorea aplikazioaren datuak eskuratzerakoan
gl: Erro ó obter datos da aplicación

# Content/Moderation/Table
source: Error while fetching node info
cs: Chyba při získávání dat uzlu
eu: Errorea nodoaren informazioa eskuratzerakoan
gl: Erro ó obter info do nodo

# Content/*/Error message.Title
source: Error while fetching object
eu: Errorea objektua eskuratzerakoan
gl: Fallou a obtención do obxecto
ja_jp: ユーザーデータをフェッチしている間にエラーが発生しました

# Content/*/Error message.Title
source: Error while launching import
eu: Errorea inportazioa abiarazterakoan
gl: Fallo ó iniciar a importación

# Content/*/Error message.Title
source: Error while publishing
eu: Errorea argitaratzerakoan
gl: Fallou a publicación

# Content/*/Error message.Title
source: Error while saving channel
eu: Errorea kanala gordetzerakoan
gl: Fallo ao gardar a canle
ja_jp: チャンネルの保存中にエラーが発生しました

# Content/*/Error message.Title
source: Error while saving plugin
eu: Errorea plugina gordetzerakoan
gl: Fallo ao gardar o plugin
ja_jp: プラグインの保存中にエラーが発生しました

# Content/*/Error message.Title
source: Error while saving settings
cs: Chyba při ukládání nastavení
eu: Errorea ezarpenak gordetzerakoan
gl: Erro ó gardar os axustes
ja_jp: 設定の保存中にエラーが発生しました

# Content/Library/Error message.Title
source: Error while submitting edit
cs: Chyba při odesílání změn
eu: Errorea aldatutakoa bidaltzerakoan
gl: Erro ó gardar o axuste

# Content/Moderation/Error message.Title
source: Error while submitting note
cs: Chyba při odesílání poznámky
eu: Errorea oharra bidaltzerakoan
gl: Fallo ao enviar a nota

# Popup/Moderation/Error message
source: Error while submitting report
cs: Chyba při odesílání hlášení
eu: Errorea salaketa bidaltzerakoan
gl: Erro ó enviar a denuncia

# Content/Channels/Error message.Title
source: Error while updating description
eu: Errorea deskribapena eguneratzerakoan
gl: Fallo ao actualizar a descrición
ja_jp: 説明の更新中にエラーが発生しました

# Channels/*/*
source: Errored
eu: Erroreduna
gl: Con fallos

# Content/Library/Table/Short
source: Errored
cs: Skončilo chybou
eu: Erroreduna
gl: Con fallo

# Content/Library/Label
source: Errored files
cs: Soubory s chybou
eu: Erroredun fitxategiak
gl: Ficheiros con fallos

# Content/Settings/Dropdown/Short
source: Everyone
cs: Všichni
eu: Edonork
gl: Todo o mundo
ja_jp: 全員

# Content/Settings/Dropdown
source: Everyone on this instance
cs: Všichni z této instance
eu: Instantzia honetako edonork
gl: Todas nesta instancia
ja_jp: このポッドのユーザー全員に公開する

# Content/Settings/Dropdown
source: Everyone, across all instances
cs: Všichni, napříč všemi instancemi
eu: Edonork, instantzia guztietan zehar
gl: Todas, en tódalas instancias
ja_jp: 全てのポッドのユーザー全員に公開する

# Content/Radio/Table.Label/Verb
source: Exclude
cs: Vyloučit
eu: Baztertu
gl: Excluír
ja_jp: 除外する

# Popup/Radio/Title/Noun
source: Exclude
eu: Baztertu
gl: Excluír
ja_jp: 除外する

# Content/Search/Checkbox/Noun
source: Exclude Compilation Artists
eu: Baztertu bilduma-artistak
gl: Excluír Artistas da Compilación
ja_jp: コンピレーションアーティストを除く

# */*/Button,Label
source: Expand
cs: Rozbalit
eu: Zabaldu
gl: Despregar

# Sidebar/Player/Icon.Tooltip/Verb
source: Expand queue
eu: Zabaldu ilara
gl: Despregar cola
ja_jp: 再生キューを広げる

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Expand queue/player view
eu: Zabaldu ilara/erreproduzigailua
gl: Despregar vista da cola/reprodutor
ja_jp: 再生キュー/オーディオプレイヤーのサイズを広げる

# Content/Admin/Table.Label/Noun
source: Expiration date
cs: Datum vypršení
eu: Iraungitze data
gl: Data de caducidade
ja_jp: 失効日

# Content/Admin/Table
source: Expired
cs: Vypršel
eu: Iraungita
gl: Caducado
ja_jp: 失効

# Content/Admin/Dropdown/Adjective
source: Expired/used
cs: Vypršel/použit
eu: Iraungita/erabilita
gl: Caducado/utilizado

# Content/Moderation/Help text
source: Explain why you're applying this policy: this will help you remember why you added this rule. Depending on your pod configuration, this may be displayed publicly to help users understand the moderation rules in place.
eu: Azaldu zergatik aplikatzen duzun gidalerro hau: arau hau zergatik gehitu duzun gogoratzen lagunduko dizu. Zure instantziaren konfigurazioaren arabera publikoki erakutsi liteke erabiltzaileei zein moderazio-arau dauden ulertzen laguntzeko.
gl: Explica por que aplicas esta política. Dependendo da configuración da túa instancia esto axudarache a lembrar por que actuaches sobre esta conta ou dominio, e pode ser mostrado públicamente para que as usuarias entendan cales son as regras de moderación que se aplican.

# */*/*/Verb
source: Explore
eu: Arakatu
gl: Explorar
ja_jp: コンテンツを探す

# Content/Library/Dropdown
source: Failed
cs: Neúspěšné
eu: Huts egin du
gl: Fallou

# Content/Library/Card.List item/Noun
source: Failed tracks:
cs: Neúspěšné stopy:
eu: Erroredun pistak:
gl: Cancións con fallo:

# */*/*
source: Favorited tracks
cs: Oblíbené stopy
eu: Gogoko pistak
gl: Cancións favoritas
ja_jp: お気に入りの曲

# Sidebar/Favorites/List item.Link/Noun
source: Favorites
cs: Oblíbené
eu: Gogokoak
gl: Favoritas
ja_jp: お気に入り

# Content/About/Header
source: Features
gl: Características

# Content/About/Header/Name
source: Features
gl: Características

# */*/*
source: Federation
cs: Federace
eu: Federazioa
gl: Federación
ja_jp: 連合機能

# Content/Search/Input.Label/Noun
source: Fediverse
eu: Fedibertsoa
gl: Fediverso

# Content/Channel/*
source: Fediverse handle
eu: Fedibertsoko izena
gl: Identificador no Fediverso

# */*/*
source: Fediverse object
eu: Fedibertsoko objektua
gl: Obxecto no Fediverso

# Content/Library/Card.Table.Header/Short
source: Field
cs: Pole
eu: Eremua
gl: Campo

# */*/Form-builder,Help
source: Field label
eu: Eremuaren etiketa
gl: Etiqueta do campo

# */*/Form-builder,Help
source: Field type
eu: Eremu mota
gl: Tipo de campo

# Content/Library/Table.Label
source: Filename
cs: Název souboru
eu: Fitxategi-izena
gl: Nome do ficheiro
ja_jp: ファイルネーム

# Popup/Channels/Title
source: Files to upload
eu: Fitxategiak kargatzeko
gl: Ficheiros a subir

# Popup/Playlist/Label
source: Filter
eu: Iragazkia
gl: Filtro
ja_jp: フィルター

# Content/Subscriptions/Form.Placeholder
source: Filter by name…
eu: Iragazi izenaren arabera…
gl: Filtrar por nome…
ja_jp: 名前でフィルタリングする…

# Content/Radio/Table.Label/Noun
source: Filter name
cs: Název filtru
eu: Iragazkiaren izena
gl: Nome do filtro
ja_jp: フィルターネーム

# Content/About/Header
source: Find an app
gl: Usa unha app

# Content/About/Header
source: Find another pod
gl: Outras instancias

# Content/About/Link
source: Find another pod
gl: Atopa outra instancia

# Content/Home/Link
source: Find another pod
cs: Hledat další pody
eu: Aurkitu beste instantzia bat
gl: Atopar outra instancia
ja_jp: 他のポッドを探す

# Content/*/Button.Label/Verb
source: Finish later
eu: Amaitu beranduago
gl: Rematar máis tarde

# Content/Library/*
source: Finished
cs: Dokončeno
eu: Amaituta
gl: Rematado

# Content/Moderation/Table.Label/Short (Value is a date)
source: First seen
cs: Prvně viděno
eu: Lehen aldiz ikusia
gl: Primeira visualización

# Content/Moderation/Dropdown/Noun
source: First seen date
cs: Prvně viděno dne
eu: Lehen aldiz ikusitako data
gl: Data da primeira visualización

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Focus searchbar
cs: Přejít do vyhledávacího pole
eu: Fokuratu bilaketa-barra
gl: Foco na caixa de busca
ja_jp: 検索窓に移動する

# Content/Library/Card.Button.Label/Verb
source: Follow
cs: Sledovat
eu: Jarraitu
gl: Seguir
ja_jp: フォロー

# Content/Library/Paragraph
source: Follow libraries from other users to get access to new music. Public libraries can be followed immediately, while following a private library requires approval from its owner.
eu: Jarraitu beste erabiltzaile batzuen liburutegiak musika berria eskuratzeko. Liburutegi publikoak zuzenean jarraitu daitezke, baina liburutegi pribatu bat jarraitzeko bere sortzailearen onespena behar da.
gl: Segue bibliotecas doutras usuarias para ter nova música. As bibliotecas públicas pódense seguir inmediatamente, mentras que as privadas precisan que a usuaria che conceda acceso.

# Content/Library/Title/Verb
source: Follow remote libraries
cs: Sledovat vzdálené knihovny
eu: Jarraitu urruneko liburutegiak
gl: Seguir bibliotecas remotas
ja_jp: リモートのライブラリをフォローする

# Content/Library/Card.Paragraph
source: Follow request pending approval
cs: Žádost o sledování čeká na schválení
eu: Jarraipen-eskaera onarpenaren zain
gl: Solicitude de seguimento pendente de aprobación
ja_jp: フォローリクエストの承認待ちです

# Content/Federation/*/Noun
source: Followers
cs: Sledující
eu: Jarraitzaileak
gl: Seguidoras
ja_jp: フォロワー

# Content/OAuth Scopes/Label
source: Follows
cs: Sleduje
eu: Jarraitutakoak
gl: Segue
ja_jp: フォロー

# Sidebar/*/Listitem.Link
source: Forum
gl: Foro

# */*/Field,Help
source: Forward an anonymized copy of your report to the server hosting this element.
eu: Bidali zure txostenaren kopia anonimatua elementu hau hartzen duen zerbitzarira.
gl: Reenviar unha copia anónima da túa denuncia ó servidor que hospeda este elemento.
ja_jp: 通報内容をコピーしたものが匿名化され、このコンテンツをホスティングしてるポッドに転送します。

# */*/Field.Label/Verb
source: Forward to %{ domain}
eu: Bidali %{ domain} domeinura
gl: Reenviar a %{ domain}
ja_jp: %{ domain}に転送する

# Content/Auth/Label/Noun
source: Full access
cs: Plný přístup
eu: Sarbide osoa
gl: Acceso completo
ja_jp: フルアクセス

# Content/About/Paragraph
source: Funkwhale is a community-driven project that lets you listen and share music and audio within a decentralized, open network.
gl: Funkwhale é un proxecto xestionado pola comunidade que che permite escoitar e compartir música e audio nunha rede descentralizada e aberta.

# Content/Settings/Paragraph'
source: Funkwhale is compatible with other music players that support the Subsonic API.
cs: Funkwhale je kompatibilní s přehrávači které podporují Subsonic API.
eu: Funkwhale Subsonic APIa darabilten beste musika erreproduzitzaileekin bateragarria da.
gl: Funkwhale é compatible con outros reprodutores de música compatibles coa API Subsonic.
ja_jp: FunkwhaleはSubsonic APIをサポートしている、その他の音楽プレイヤーに対応しています。

# Content/Home/Paragraph
source: Funkwhale is free and developed by a friendly community of volunteers.
eu: Funkwhale librea eta doakoa da eta boluntario komunitate jator batek garatzen du.
gl: Funkwhale é libre e desenvolto por unha amigable comunidade de voluntarias.
ja_jp: Funkwhaleはフリーで、有志によるフレンドリーなコミュニティによって開発されています。

# */*/*
source: Funkwhale version
cs: Verze Funkwhale
eu: Funkwhale bertsioa
gl: Versión de Funkwhale
ja_jp: Funkwhaleバージョン

# Popup/Keyboard shortcuts/Title
source: General shortcuts
cs: Obecné klávesové zkratky
eu: Lasterbide orokorrak
gl: Atallos xerais
ja_jp: 一般的なキーボードショートカット

# Content/Admin/Button.Label/Verb
source: Get a new invitation
cs: Získat novou pozvánku
eu: Lortu gonbidapen berria
gl: Obter un novo convite

# Content/Library/Button.Label/Verb
source: Get started
cs: Začínáme
eu: Hasi erabiltzen
gl: Comezar
ja_jp: 始める
