Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Footer/*/Link
source: Getting help
cs: Získat pomoc
eu: Lortu laguntza
gl: Obter axuda
ja_jp: Funkwhaleのヘルプ

# Content/*/Button.Label/Short, Verb
source: Go
cs: Pokračovat
eu: Joan
gl: Ir

# Content/*/Button.Label/Verb
source: Go to home page
cs: Přejít na domovskou stránku
eu: Joan hasiera orrira
gl: Ir ó inicio
ja_jp: トップページに戻る

# Footer/*/List item.Link
source: Go to Library
eu: Joan liburutegira
gl: Ir á Biblioteca
ja_jp: ライブラリに行く

# Content/Notifications/Button.Label
source: Got it!
cs: Chápu!
eu: Ulertuta!
gl: Listo!

source: Hello
gl: Ola

# Sidebar/*/Listitem.Link
source: Help
gl: Axuda

# */*/Label
source: Help text
eu: Laguntza testua
gl: Texto de axuda

# Content/Settings/Title
source: Hidden artists
cs: Skrytí interpreti
eu: Ezkutuko artistak
gl: Artistas ocultos
ja_jp: フィルターをかけたアーティスト

# Content/Moderation/Help text
source: Hide account or domain content, except from followers.
cs: Skrýt obsah účtu nebo domény (neplatí pro sledující).
eu: Ezkutatu kontua edo domeinuaren edukia, jarraitzaileentzat ezik.
gl: Ocultar contido de conta ou dominio, excepto de seguidoras.
ja_jp: フォロワーを除いた、アカウントまたはドメインに属するコンテンツを隠す。

# Popup/*/Button.Label
source: Hide content
cs: Skrýt obsah
eu: Ezkutatu edukia
gl: Agochar contido
ja_jp: コンテンツを隠す

# */Queue/Dropdown/Button/Label/Short
source: Hide content from this artist
cs: Skrýt obsah od tohoto interpreta
eu: Ezkutatu artista honen edukia
gl: Ocultar contido deste artista
ja_jp: このアーティストのコンテンツを隠す

# Sidebar/Player/Icon.Tooltip/Verb
source: Hide content from this artist…
cs: Skrýt obsah od tohoto interpreta…
eu: Ezkutatu artista honen edukia…
gl: Ocultar contido deste artista…
ja_jp: このアーティストのコンテンツを隠す…

# Head/Home/Title
source: Home
cs: Domů
eu: Hasiera
gl: Inicio
ja_jp: ホーム

# Footer/*/List item.Link
source: Home Page
eu: Hasierako orria
gl: Inicio
ja_jp: トップページ

# Content/Channels/Help
source: Host your episodes and keep your community updated.
eu: Ostatatu zure saioak eta mantendu zure komunitatea eguneratuta.
gl: Hospeda os teus episodios e ten a comunidade ao día.

# Content/About/*
source: hour of music
gl: hora de música

# Content/Settings/Paragraph
source: However, accessing Funkwhale from those clients requires a separate password you can set below.
eu: Hala ere, bezero horietatik Funkwhalera sarbidea lortzeko behean ezar dezakezun aparteko pasahitz bat behar duzu.
gl: Porén, o acceso a Funkwhale desde estos outros clientes precisa dun contrasinal diferente que podes establecer aquí embaixo.
ja_jp: ただし、Funkwhaleのポッドにアクセスするクライアントアプリには、以下で設定する別のパスワードが必要です。

# Head/Fetch/Field.Placeholder
source: https://website.example.com/rss.xml
eu: https://adibidea.eus/rss.xml
gl: https://web.exemplo.com/rss.xml
ja_jp: https://website.example/rss.xml

# Content/Signup/Paragraph
source: If the e-mail address provided in the previous step is valid and linked to a user account, you should receive an e-mail with reset instructions in the next couple of minutes.
eu: Aurreko pausoan emandako eposta helbidea zuzena bada eta erabiltzaile kontu bati lotuta badago, datozen minututan eposta mezu bat jaso beharko zenuke pasahitza berrezartzeko argibideekin.
gl: Se o enderezo de correo proporcionado no paso anterior é válido e ligado a unha conta de usuaria, deberías recibir un correo coas instrucións de restablecemento nun par de minutos.

# Content/Library/Paragraph
source: If you are a musician or a podcaster, channels are designed for you!
eu: Musikaria edo podcast egilea bazara, kanalak zuretzat diseinatuta daude!
gl: Se es músico ou podcaster, as canles están deseñadas para ti!

# Content/Applications/Paragraph
source: If you authorize third-party applications to access your data, those applications will be listed here.
cs: Zde jsou vypsány aplikace třetích stran, kterým byl udělen přístup k vašim datům.
eu: Hirugarrengoen aplikazioei zure datuetarako sarbidea baimentzen badiezu, aplikazio horiek hemen zerrendatuko dira.
gl: Se autorizas o acceso aos teus datos por aplicacións de terceiros, estas aplicacións aparecerán aquí.
ja_jp: サードパーティーのアプリケーションがあなたのデータにアクセスするのを認証した場合、アプリケーションがリストアップされます。

# Content/Login/Error message.List item/Call to action
source: If you signed-up recently, you may need to wait before our moderation team review your account, or verify your e-mail address.
eu: Duela gutxi erregistratu bazara, baliteke moderazio taldeak zure kontua berrikusi edo zure eposta helbidea egiaztatu arte itxaron behar izatea.
gl: Se te rexistraches recentemente, poderías ter que agardar un pouco para que se revise a conta ou verifique o teu email.
ja_jp: アカウントを最近作成した場合、モデレーションチームによるあなたのアカウントの審査、またはEメールの認証を待つ必要があるかもしれません。

# Content/Channels/Label
source: If you're using Mastodon or other fediverse applications, you can subscribe to this account:
eu: Mastodon edo fedibertsoko beste aplikazioren bat erabiltzen ari bazara, kontu honetara harpidetu zaitezke:
gl: Se usas Mastodon ou outro servizo do fediverso, podes subscribirte a esta conta:
ja_jp: マストドンや他のfediverseアプリケーションを利用してる場合、このアカウントをフォローできます:

# */*/*
source: Ignore
eu: Ez ikusi egin
gl: Ignorar

# Content/Moderation/Dropdown
source: Illegal content
cs: Nelegální obsah
eu: Eduki ilegala
gl: Contido ilegal
ja_jp: 違法なコンテンツ

# Content/Library/Button/Verb
source: Import
eu: Inportatu
gl: Importar
ja_jp: インポート

# Popup/Import/Title
source: Import detail
cs: Detaily importu
eu: Inportazioaren xehetasunak
gl: Estado da importación
ja_jp: インポートの詳細

# Content/Library/Paragraph
source: Import hasn't started yet
eu: Inportazioa ez da hasi oraindik
gl: A importación non comezou
ja_jp: インポートはまだ始まっていません

# Content/Library/Title/Verb
source: Import music from your server
eu: Inportatu musika zure zerbitzaritik
gl: Importa música desde o teu servidor
ja_jp: ポッドから音楽をインポートする

# Content/*/*/Noun
source: Import status
cs: Stav importu
eu: Inportazioaren egoera
gl: Estado da importación
ja_jp: インポートの状態

# Content/Library/Title/Verb
source: Import status
eu: Inportatu egoera
gl: Estado da importación
ja_jp: インポートの状態

# Content/Library/Help text
source: Imported
cs: Importováno
eu: Inportatuta
gl: Importado
ja_jp: インポートされました

# */*/Error
source: Impossible to connect to the remote server
cs: Ke vzdáleném serveru se nelze připojit
eu: Ezin izan da urruneko zerbitzarira konektatu
gl: Non se puido conectar ao servidor remoto
ja_jp: リモートのサーバーに接続できません

# Popup/Moderation/List item
source: In "Recently added" widget
cs: Ve widgetu "Poslední přidané"
eu: "Azken aldian gehituta" widget-ean
gl: No widget "Adicións recentes"

# Popup/Moderation/List item
source: In artists and album listings
cs: Ve výpisu interpretů a alb
eu: Artista eta albumen zerrendetan
gl: En listaxes de artistas e álbums

# Content/Track/Button.Message
source: In favorites
cs: V oblíbených
eu: Gogokoetan
gl: Nas favoritas

# Popup/Moderation/List item
source: In other users favorites and listening history
cs: V oblíbených a historii poslechu jiných uživatelů
eu: Beste erabiltzaileen gogokoetan eta entzundakoen historian
gl: En favoritas e historial de escoita de outras usuarias

# Popup/Moderation/List item
source: In radio suggestions
cs: V návrzích rádia
eu: Irratien iradokizunetan
gl: Nas suxestións de radios

# Content/Admin/Table
source: Inactive
cs: Neaktivní
eu: Ez-aktiboa
gl: Non activo
ja_jp: 非アクティブ

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Increase volume
cs: Zvýšit hlasitost
eu: Igo bolumena
gl: Aumentar volume
ja_jp: ボリュームを上げる

# Content/Playlist/Button.Label/Verb
source: Insert from queue (%{ count } track)
cs: Vložit z fronty (%{ count } stopa)
eu: Gehitu ilaratik (abesti %{ count })
gl: Introducir desde a cola (%{ count } canción)
ja_jp: 再生キューから(%{ count } 曲)が加えられます

# Content/Settings/Dropdown/Short
source: Instance
eu: Instantzia
gl: Instancia
ja_jp: ポッド

# Content/Moderation/Title
source: Instance data
cs: Data instance
eu: Instantziaren datuak
gl: Datos da instancia
ja_jp: ポッドのデータ

# Content/Admin/Menu
source: Instance information
cs: Informace o instanci
eu: Instantziaren informazioa
gl: Información da instancia
ja_jp: ポッドの情報

# Content/Radio/Title
source: Instance radios
cs: Rádia instance
eu: Instantziako irratiak
gl: Radios da instancia
ja_jp: ポッドラジオ

# Head/Admin/Title
source: Instance settings
cs: Nastavení instance
eu: Instantziaren ezarpenak
gl: Axustes da instancia
ja_jp: ポッドの設定

# Popup/Instance/Input.Label/Noun
source: Instance URL
cs: URL instance
eu: Instantziaren URLa
gl: URL da instancia
ja_jp: FunkwhaleポッドのURL

# Content/*/*/Noun
source: Internal notes
cs: Interní poznámka
eu: Barne oharrak
gl: Notas internas

# Content/About/Paragraph
source: Introduction
gl: Presentación

# Content/Library/Help text
source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
cs: Neplatný typ souboru. Ujistěte se, že nahrávate zvukový soubor. Podporovány jsou soubory typu %{ extensions }
eu: Fitxategi-mota baliogabea, ziurtatu igotzen ari zarena audio-fitxategi bat dela. Onartzen diren fitxategi-luzapenak: %{ extensions }
gl: Tipo de ficheiro non válido, asegúrate de que subes un ficheiro de audio. Extensións de ficheiros soportadas %{ extensions }
ja_jp: 有効なファイルタイプで、オーディオファイルをアップロードしようとしているのを確認して下さい。サポートされているファイル拡張子は%{ extensions }

# Popup/Import/Error.Label
source: Invalid metadata
cs: Neplatná metadata
eu: Metadatu baliogabeak
gl: Metadatos non válidos
ja_jp: 無効なメタデータ

# Content/*/Input.Label
source: Invitation code
cs: Kód pozvánky
eu: Gonbidapen kodea
gl: Código do convite
ja_jp: 招待コード

# */Admin/*/Noun
source: Invitations
cs: Pozvánky
eu: Gonbidapenak
gl: Convites
ja_jp: 招待

# Content/Moderation/*/Adjective
source: Is present on allow-list
cs: Nachází se na seznamu povolených
eu: Onartuen zerrendan dago
gl: Está presente na lista de permitidos

# Footer/*/List item.Link
source: Issue tracker
cs: Databáze problémů
eu: Arazoen jarraipena
gl: Seguimento de problemas
ja_jp: issueトラッカー

# Sidebar/*/List item.Link
source: Issue tracker
gl: Incidencias

# Popup/Instance/Error message.Title
source: It is not possible to connect to the given URL
cs: Na zadanou adresu URL se nelze připojit
eu: Ezin da konektatu emandako URLarekin
gl: Non se puido conectar ao URL proporcionado
ja_jp: 入力されたURLにアクセスできません

# */*/*/Noun
source: Items
cs: Položky
eu: Elementuak
gl: Elementos
ja_jp: アイテム

# */*/*/Noun
source: Keyboard shortcuts
cs: Klávesové zkratky
eu: Laster-teklak
gl: Atallos de teclado
ja_jp: キーボードショートカット集

# Content/Moderation/Table.Label.Link
source: Known accounts
cs: Známé účty
eu: Kontu ezagunak
gl: Contas coñecidas

# Content/Library/Title
source: Known libraries
cs: Známé knihovny
eu: Liburutegi ezagunak
gl: Bibliotecas coñecidas

# */*/*
source: Language
eu: Hizkuntza
gl: Idioma
ja_jp: 言語

# Sidebar/Settings/Dropdown.Label/Short, Verb
source: Language
gl: Idioma

# Content/Profile/Table.Label/Short, Noun (Value is a date)
source: Last activity
cs: Poslední aktivita
eu: Azken jarduera
gl: Última actividade
ja_jp: 最後のアクティビティ

# Content/*/Table.Label
source: Last checked
cs: Naposledy kontrolováno
eu: Azken egiaztapena
gl: Última comprobación

# Popup/Playlist/Table.Label/Short
source: Last modification
cs: Poslední změna
eu: Azken aldaketa
gl: Última modificación
ja_jp: 最後の修正

# Content/Moderation/Table.Label/Noun
source: Last seen
cs: Naposledy viděno
eu: Ikusi zen azken aldia
gl: Última vista

# Content/Moderation/Dropdown/Noun
source: Last seen date
cs: Naposledy viděno dne
eu: Ikusi zen azken aldiaren data
gl: Data da última vista

# Content/Library/Card.List item/Noun
source: Last update:
cs: Poslední aktualizace:
eu: Azken eguneraketa:
gl: Última actualización:
ja_jp: 最後の更新:

# App/Message/Paragraph
source: Later
eu: Geroago
gl: Máis tarde

# Content/Channel/Paragraph
source: Latest episodes
eu: Azken saioak
gl: Últimos episodios
ja_jp: 最新のエピソード

# Content/Channel/Paragraph
source: Latest tracks
eu: Azken abestiak
gl: Últimas cancións
ja_jp: 最新の曲

# Modal/*/Button.Label/Short, Verb
source: Launch
cs: Spustit
eu: Abiarazi
gl: Lanzar

# Content/Home/Link
source: Learn more
cs: Dozvědět se více
eu: Ikasi gehiago
gl: Saber máis
ja_jp: さらに詳しく

# Content/About/Paragraph
source: Learn More
gl: Saber máis

# Content/Admin/Input.Placeholder
source: Leave empty for a random code
cs: Ponechte prázdné pro náhodný kód
eu: Utzi hutsik ausazko kode batentzat
gl: Deixar baleiro para un código aleatorio

# Popup/Embed/Paragraph
source: Leave empty for a responsive widget
cs: Ponechte prázdné pro responzivní widget
eu: Utzi hutsik widget moldagarrirako
gl: Deixar baleiro para un widget interactivo
ja_jp: 空欄にするとレスポンシブなウィジェットになります

# */*/*/Noun
source: Libraries
cs: Knihovny
eu: Liburutegiak
gl: Bibliotecas
ja_jp: ライブラリ

# Content/OAuth Scopes/Label
source: Libraries and uploads
cs: Knihovny a nahrané soubory
eu: Liburutegiak eta igoerak
gl: Bibliotecas e subidas

# Content/Library/Paragraph
source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
cs: Knihovny vám pomáhají organizovat a sdílet vaše sbírky hudby. Můžete nahrát svou vlastní hudební kolekci na Funkwhale a sdílet se svými přáteli a rodinou.
eu: Liburutegiak zure musika bildumak antolatzen eta partekatzen laguntze dizute. Zure musika bilduma igo dezakezu Funkwhalera eta zure familia eta lagunekin partekatu.
gl: As bibliotecas axúdanlle a organizar e compartir a súa colección musical. Pode subir a súa propia colección de música a Funkwhale e compartila cos seus amigos e familia.

# */*/*
source: Library
eu: Liburutegia
gl: Biblioteca
ja_jp: ライブラリ

# */*/*/Noun
source: Library
eu: Liburutegia
gl: Biblioteca
ja_jp: ライブラリ

# Head/Home/Title
source: Library
eu: Liburutegia
gl: Biblioteca
ja_jp: ライブラリ

# */*/*
source: Library contents
eu: Liburutegiaren edukiak
gl: Contido da biblioteca
ja_jp: ライブラリのコンテンツ

# Content/Library/Message
source: Library created
cs: Knihovna vytvořena
eu: Liburutegia sortuta
gl: Biblioteca creada
ja_jp: ライブラリが作成されました

# Content/Moderation/Title
source: Library data
cs: Data knihovny
eu: Liburutegiaren datuak
gl: Biblioteca actualizada
ja_jp: ライブラリのデータ

# Content/Library/Message
source: Library deleted
cs: Knihovna odstraněna
eu: Liburutegia ezabatuta
gl: Biblioteca eliminada
ja_jp: ライブラリが削除されました

# Content/Library/Card.Button.Label/Noun
source: Library Details
eu: Liburutegiaren xehetasunak
gl: Detalles da biblioteca
ja_jp: ライブラリの詳細

# Content/Admin/Title/Noun
source: Library edits
cs: Úpravy knihovny
eu: Liburutegiaren edizioak
gl: Ficheiros de biblioteca
ja_jp: ライブラリの編集

# Content/Library/Message
source: Library updated
cs: Knihovna aktualizována
eu: Liburutegia eguneratuta
gl: Biblioteca actualizada
ja_jp: ライブラリがアップデートされました

# */*/Paragraph/Noun
source: Library where files should be imported.
eu: Fitxategiak ze liburutegitara inportatu behar diren.
gl: A biblioteca onde importar os ficheiros.

# Content/*/*/Noun
source: License
cs: Licence
eu: Lizentzia
gl: Licenza
ja_jp: ライセンス

# Footer/Settings/Dropdown.Label/Theme name
source: Light
cs: Světlé
eu: Argia
gl: Claro
ja_jp: ライト

# Sidebar/Settings/Dropdown.Label/Theme name
source: Light
gl: Claro

# Content/Moderation/Table.Label/Noun
source: Linked reports
cs: Odkazy na hlášení
eu: Estekatutako txostenak
gl: Denuncias ligadas

# Content/Home/Link
source: Listen to public albums and playlists shared on this pod
cs: Poslouchat veřejně dostupná alba a playlisty sdílené na tomto podu
eu: Entzun instantzia honetan partekatutako album eta erreprodukzio-zerrenda publikoak
gl: Escoitar álbums públicos e listas compartidas neste servidor
ja_jp: このポッドでシェアされている、公開アルバムやプレイリストを聞く

# Content/About/Paragraph
source: Listen to public albums and playlists shared on this pod.
gl: Escoitar álbums públicos e listas compartidas neste servidor.

# Content/About/*
source: listening
gl: escoita

# */*/*/Noun
source: Listenings
cs: Poslechy
eu: Entzunaldiak
gl: Escoitas

# Content/*/Button.Label
source: Load more…
cs: Načíst další…
eu: Kargatu gehiago…
gl: Cargando seguidoras…
ja_jp: さらに読み込む…

# */*/*
source: Loading
eu: Kargatzen
gl: Cargando

# Content/Library/Paragraph
source: Loading followers…
cs: Načítání sledujících…
eu: Jarraitzaileak kargatzen…
gl: Cargando seguidoras…
ja_jp: フォロワーを読み込んでいます…

# Content/Library/Paragraph
source: Loading Libraries…
cs: Načítání knihoven…
eu: Liburutegiak kargatzen…
gl: Cargando Bibliotecas…
ja_jp: ライブラリを読み込んでいます…

# Content/Notifications/Paragraph
source: Loading notifications…
cs: Načítání upozornění…
eu: Jakinarazpenak kargatzen…
gl: Cargando notificacións…
ja_jp: 通知を読み込んでいます…

# Content/Library/Paragraph
source: Loading remote libraries…
cs: Načítání vzdálených knihoven…
eu: Urruneko liburutegiak kargatzen…
gl: Cargando bibliotecas remotas…
ja_jp: リモートライブラリを読み込んでいます…

# Content/Library/Paragraph
source: Loading usage data…
cs: Načítání informací o využití…
eu: Erabilpen datuak kargatzen…
gl: Cargando datos de uso…
ja_jp: 使用データを読み込んでいます…

# Content/Favorites/Message
source: Loading your favorites…
cs: Načítání vašich oblíbených…
eu: Zure gogokoak kargatzen…
gl: Cargando as favoritas…
ja_jp: お気に入りを読み込んでいます…

# Content/Moderation/*/Short, Noun
source: Local account
cs: Místní účet
eu: Kontu lokala
gl: Conta local
ja_jp: ローカルアカウント

# */*/Button.Label/Verb
source: Log in
eu: Hasi saioa
gl: Acceder
ja_jp: ログイン

# Head/Login/Title
source: Log In
cs: Přihlásit se
eu: Hasi saioa
gl: Acceder
ja_jp: ログイン

# Content/Login/Title/Verb
source: Log in to your Funkwhale account
cs: Přihlásit k vašemu Funkwhale účtu
eu: Sartu zure Funkwhale kontura
gl: Conecte coa súa conta Funkwhale
ja_jp: あなたのFunkwhaleアカウントにログイン

# Content/Login/Button.Label
source: Log in!
eu: Hasi saioa!
gl: Entra!
ja_jp: ログイン！

# Sidebar/Login/List item.Link/Verb
source: Log out
gl: Saír

# Head/Login/Title
source: Log Out
cs: Odhlásit se
eu: Amaitu saioa
gl: Saír
ja_jp: ログアウト

# */Login/*
source: Logging in…
eu: Saioa hasten…
gl: Accedendo…
ja_jp: ログインしています…

# */Login/*/Verb
source: Login
cs: Přihlášení
eu: Sartu
gl: Acceder
ja_jp: ログイン

# Content/*/*/Noun
source: Login status
cs: Stav přihlášení
eu: Saioaren egoera
gl: Estado da conexión
ja_jp: ログイン状態

# */*/Form-builder
source: Long text
eu: Testu luzea
gl: Texto longo
ja_jp: 長文

# Content/Library/Paragraph
source: Looks like you don't have a library, it's time to create one.
cs: Zdá se že nemáte žádnou knihovnu, je na čase nějakou vytvořit.
eu: Badirudi ez duzula liburutegirik oraindik, bada bat sortzeko ordua.
gl: Semella que non ten unha biblioteca, é momento de crear unha.
ja_jp: まだライブラリが無いようです。ライブラリを作りましょう。

# Sidebar/Player/Icon.Tooltip
source: Looping disabled. Click to switch to single-track looping.
cs: Opakování vypnuto. Klikněte pro opakování jedné stopy.
eu: Begizta desgaituta. Egin klik pista bakarreko begiztara aldatzeko.
gl: Bucle desactivado. Pulse para cambiar ao bucle de unha soa canción.
ja_jp: ループ機能がオフになってます。クリックして一曲だけループにします。

# Sidebar/Player/Icon.Tooltip
source: Looping on a single track. Click to switch to whole queue looping.
cs: Opakování jedné stopy. Klikněte pro opakování celé fronty.
eu: Pista bakarreko begiztan. Egin klik ilara osoko begiztara aldatzeko.
gl: Bucle de unha canción. Pulse para cambiar a bucle de toda a cola.
ja_jp: 一曲だけループしています。クリックして全ての再生キューの曲をループさせます。

# Sidebar/Player/Icon.Tooltip
source: Looping on whole queue. Click to disable looping.
cs: Opakování celé fronty. Klikněte pro vypnutí opakování.
eu: Ilara osoko begiztan. Egin klik begizta desgaitzeko.
gl: Bucle de toda a cola. Pulse para desactivar o bucle.
ja_jp: 全ての再生キューの曲をループしています。クリックしてループ機能をオフにします。

# Sidebar/*/Hidden text
source: Main menu
cs: Hlavní menu
eu: Menu nagusia
gl: Menú principal
ja_jp: メインメニュー

# */*/*
source: Main navigation
eu: Nabigazio nagusia
gl: Menú principal

# Head/Admin/Title
source: Manage library
cs: Spravovat knihovnu
eu: Kudeatu liburutegia
gl: Xestionar biblioteca
ja_jp: ライブラリの管理

# Popup/Moderation/Title/Verb
source: Manage moderation rules for %{ obj }
cs: Spravovat pravidla moderování pro %{ obj }
eu: Kudeatu %{ obj }(r)en moderazio arauak
gl: Xestionar as regras de moderación para %{ obj }

# Popup/Playlist/Title/Verb
source: Manage playlists
cs: Spravovat playlisty
eu: Kudeatu zerrendak
gl: Xestionar listas de reprodución
ja_jp: プレイリストの管理

# Content/Settings/Button.Label
source: Manage plugins
eu: Kudeatu pluginak
gl: Xestionar plugins
ja_jp: プラグインの管理

# Head/Login/Title
source: Manage plugins
eu: Kudeatu pluginak
gl: Xestionar plugins
ja_jp: プラグインの管理

# Head/Admin/Title
source: Manage users
cs: Spravovat uživatele
eu: Kudeatu erabiltzaileak
gl: Xestionar usuarias
ja_jp: ユーザーの管理

# Content/Playlist/Button.Label/Verb
source: Manage your playlists
cs: Spravovat vaše playlisty
eu: Kudeatu zure zerrendak
gl: Xestiona as listas de reprodución
ja_jp: プレイリストの管理

# Content/Notifications/Button.Label/Verb
source: Mark all as read
cs: Označit vše jako přečtené
eu: Markatu dena irakurrita
gl: Marcar todo como lido
ja_jp: 全てを既読にする

# Content/Notifications/Button.Tooltip/Verb
source: Mark as read
cs: Označit jako přečtené
eu: Markatu irakurrita
gl: Marcar como lido
ja_jp: 既読にする

# Content/Notifications/Button.Tooltip/Verb
source: Mark as unread
cs: Označit jako nepřečtené
eu: Markatu irakurri gabe
gl: Marcar como non lido
ja_jp: この通知を未読扱いにする

# */Form/Paragraph
source: Markdown syntax is supported.
eu: Markdown sintaxia onartzen da.
gl: Está permitido o Markdown.
ja_jp: マークダウン記法がサポートされてます。

# Sidebar/Player/Hidden text
source: Media player
cs: Hudební přehrávač
eu: Multimedia-erreproduzigailua
gl: Reprodutor
ja_jp: オーディオプレイヤー

# */*/Field.Label/Noun
source: Message
cs: Zpráva
eu: Mezua
gl: Mensaxe
ja_jp: メッセージ

# Content/Channel/Paragraph
source: Mirrored from %{ domain }
eu: %{ domain } domeinutik ispilatua
gl: Réplica de %{ domain }

# Footer/*/List item.Link
source: Mobile and desktop apps
cs: Aplikace pro mobily a desktop
eu: Mugikorreko eta mahaigaineko aplikazioak
gl: Apps de escritorio e móbil
ja_jp: デスクトップやモバイルのアプリ

# Content/Home/Link
source: Mobile apps
cs: Aplikace pro mobily
eu: Mugikorreko aplikazioak
gl: Apps móbiles
ja_jp: モバイルアプリ

source: Moderation
cs: Moderování
eu: Moderazioa
gl: Moderación
ja_jp: モデレーション

# Content/Moderation/Card.Paragraph
source: Moderation policies help you control how your instance interact with a given domain or account.
cs: Zásady moderování vám pomáhají řídit interakci mezi vaší instancí a danou doménou nebo účtem.
eu: Moderazio politikek zure instantziak domeinu edo kontu batekin dituen elkarrekintzak kontrolatzen laguntzen dizute.
gl: As políticas de moderación axúdanlle a controlar o xeito en que a súa instancia interactúa con determinado dominio ou conta.
ja_jp: モデレーションポリシーはあなたのインスタンスが関わるドメインまたはアカウントを管理するのに役立ちます。

# Content/Moderation/Button.Label
source: Moderation rules…
cs: Pravidla moderace…
eu: Moderazio arauak…
gl: Regras da moderación…
ja_jp: モデレーションルール…

# Content/Library/Card/Short
source: Modification %{ id }
cs: Úprava %{ id }
eu: Aldaketa %{ id }
gl: Data de modificación

# Content/Playlist/Dropdown/Noun
source: Modification date
cs: Datum úpravy
eu: Aldatze data
gl: Data de modificación
ja_jp: 修正日時

# Footer/About/List item.Link
source: More
eu: Gehiago
gl: Máis
ja_jp: その他

# Search/*/*
source: More results 🡒
eu: Emaitza gehiago 🡒
gl: Máis resultados 🡒
ja_jp: 次の検索結果🡒

# */*/Button.Label/Noun
source: More…
cs: Další…
eu: Gehiago…
gl: Máis…

# */*/*
source: Move down
eu: Eraman behera
gl: Baixar

# */*/*
source: Move up
eu: Eraman gora
gl: Subir

# */*/*
source: Music
eu: Musika
gl: Música
ja_jp: 音楽

# */*/*/Noun
source: Music
cs: Hudba
eu: Musika
gl: Música
ja_jp: 音楽

# Sidebar/Player/Icon.Tooltip/Verb
source: Mute
cs: Ztišit
eu: Isilarazi
gl: Acalar
ja_jp: ミュート

# Content/Moderation/*/Verb
source: Mute activity
cs: Ztišit aktivitu
eu: Isilarazi aktibitatea
gl: Acalar actividade
