Repository: prototypefund/iconet-Foundation-funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: cs, eu, gl, ja_jp

# Content/Library/Button.Label/Verb
source: Show information about the upload status for this track
eu: Erakutsi pista honen igoeraren egoerari buruzko informazioa
gl: Mostrar información acerca do estado da subida desta canción

# */*/Button,Label
source: Show less
cs: Zobrazit méně
eu: Erakutsi gutxiago
gl: Mostrar menos

# */*/Button,Label
source: Show more
cs: Zobrazit více
eu: Erakutsi gehiago
gl: Mostrar máis
ja_jp: さらに表示

# Content/Notifications/Form.Label/Verb
source: Show read notifications
cs: Zobrazit přečtená oznámení
eu: Erakutsi irakurritako jakinarazpenak
gl: Mostrar notificacións lidas
ja_jp: 既読の通知を表示する

# Content/Track/Icon.Tooltip/Verb
source: Show track actions
gl: Mostrar accións da pista

# Content/Settings/Button.Tooltip/Verb
source: Show/hide password
cs: Zobrazit/skrýt heslo
eu: Erakutsi/ezkutatu pasahitza
gl: Mostrar/ocultar contrasinal
ja_jp: パスワードを表示・隠す

# Content/*/Paragraph
source: Showing one result
eu: Emaitza bat bistaratzen
gl: Mostrando un resultado

# Content/*/Paragraph
source: Showing results %{ start }-%{ end } on %{ total }
cs: Zobrazeny výsledky %{ start }-%{ end } z %{ total }
eu: Emaitzak erakusten: %{ start }-%{ end } guztizko %{ total }(e)tik
gl: Mostrando resultados %{ start }-%{ end } de %{ total }

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Shuffle queue
cs: Zamíchat frontu
eu: Nahasi ilara
gl: Barallar a cola
ja_jp: 再生キューをシャッフルする

# Sidebar/Player/Icon.Tooltip/Verb
source: Shuffle your queue
cs: Zamíchejte svou frontu
eu: Nahasi zure ilara
gl: Barallar a cola
ja_jp: 再生キューをシャッフルする

# */*/Button.Label/Verb
source: Sign up
eu: Erregistratu
gl: Inscrición
ja_jp: 新規登録する

# */Signup/Title
source: Sign up
cs: Zaregistrovat se
eu: Erregistratu
gl: Rexistro
ja_jp: 新規登録する

# */Signup/Title
source: Sign Up
cs: Zaregistrovat se
eu: Erregistratu
gl: Rexistro
ja_jp: 新規登録する

# Content/About/Paragraph
source: Sign up now to keep a track of your favorites, create playlists, discover new content and much more!
gl: Rexístrate para poder gardar os teus favoritos, crear listas, descubrir novo contido e moito máis!

# Content/Home/Paragraph
source: Sign up now to keep track of your favorites, create playlists, discover new content and much more!
eu: Erregistratu orain zure gogokoen jarraipena egiteko, zerrendak sortzeko, eduki berria aurkitzeko eta asko gehiago!
gl: Rexístrate agora para gardar os teus favoritos, crear listas, descubrir novo contido e moito máis!
ja_jp: 今すぐ新規登録して好みの曲をお気に入りに入れる、プレイリストの作成、新しいコンテンツを探す、などをしましょう！

# Content/Admin/Table.Label/Short, Noun (Value is a date)
source: Sign-up
cs: Registrace
eu: Erregistratu
gl: Rexistrarse
ja_jp: 新規登録

# Content/Admin/Table.Label/Noun
source: Sign-up date
cs: Datum registrace
eu: Erregistroaren data
gl: Data de rexistro
ja_jp: 新規登録日

# */*/*/Noun
source: Sign-ups
eu: Erregistroak
gl: Rexistros
ja_jp: 新規登録

# Content/*/*/Noun
source: Size
cs: Velikost
eu: Tamaina
gl: Tamaño
ja_jp: サイズ

# Content/Library/*
source: Skipped
cs: Vynecháno
eu: Saltatuta
gl: Saltado

# Content/Library/Label
source: Skipped files
cs: Vynechané soubory
eu: Saltatutako fitxategiak
gl: Ficheiros saltados

# Content/Playlist/Paragraph
source: Some tracks in your queue are already in this playlist:
cs: Některé stopy ve frontě se v tomto playlistu již nacházejí:
eu: Zure ilarako pista batzuk zerrenda honetan daude dagoeneko:
gl: Algunhas cancións na cola xa están nesta lista de reprodución:
ja_jp: 再生キューにある複数の曲が既にプレイリストにあります:

# Content/Channel/Header
source: Some uploads couldn't be published
eu: Igoera batzuk ezin izan dira argitaratu
gl: Non se publicaron algunha das subidas
ja_jp: 複数のアップロードファイルが公開できませんでした

# Content/*/Paragraph
source: Sorry, the page you asked for does not exist:
cs: Stránka, kterou požadujete, bohužel neexistuje:
eu: Sentitzen dugu, eskatu duzun orria ez da existitzen:
gl: Lamentámolo, a páxina que solicitou non existe:
ja_jp: 申し訳ありません。リクエストされたページは存在しません:

# Sidebar/Search/Error.Label
source: Sorry, there are no results for this search
eu: Sentitzen dugu, ez dago emaitzarik bilaketa honentzat
gl: Lamentámolo, no hai resultados para a busca
ja_jp: 申し訳ありませんが、検索結果が見つかりません

# Footer/*/List item.Link
source: Source code
cs: Zdrojový kód
eu: Iturburu kodea
gl: Código fonte
ja_jp: ソースコード

# Content/Profile/User role
source: Staff member
cs: Člen teamu
eu: Taldeko kidea
gl: Persoal do equipo
ja_jp: スタッフメンバー

# Content/About/Header
source: Statistics
gl: Estatísticas

# Content/Home/Header
source: Statistics
cs: Statistiky
eu: Estatistikak
gl: Estatísticas
ja_jp: 統計

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
cs: Statistiky jsou generovány na základě aktivity a obsahu na vaší instanci. Nereflektují obecnou aktivitu tohoto účtu.
eu: Estatistikak aktibitate ezagunetik eta zure instantziako edukitik kalkulatzen dira eta ez dute kontu honen aktibitate orokorra islatzen
gl: As estatísticas contabilízanse pola actividade coñecida e o contido da súa instancia, e non reflexan a actividade xeral de esta conta

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
cs: Statistiky jsou generovány na základě aktivity a obsahu na vaší instanci. Nereflektují obecnou aktivitu této domény.
eu: Estatistikak aktibitate ezagunetik eta zure instantziako edukitik kalkulatzen dira eta ez dute domeinu honen aktibitate orokorra islatzen
gl: As estatísticas contabilízanse pola actividade coñecida e o contido da súa instancia, e non reflexan a actividade xeral de este dominio

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this object
cs: Statistiky jsou generovány na základě aktivity a obsahu na vaší instanci. Nereflektují obecnou aktivitu tohoto objektu.
eu: Estatistikak aktibitate ezagunetik eta zure instantziako edukitik kalkulatzen dira eta ez dute objektu honen aktibitate orokorra islatzen
gl: As estatísticas contabilízanse pola actividade coñecida e o contido da súa instancia, e non reflexan a actividade xeral de esta conta

# */*/*
source: Status
cs: Stav
eu: Egoera
gl: Estado
ja_jp: 状態

# Content/Playlist/Button.Label/Verb
source: Stop Editing
eu: Utzi editatzeari
gl: Deter a edición
ja_jp: 編集を止める

# */Player/Button.Label/Short, Verb
source: Stop radio
cs: Zastavit rádio
eu: Gelditu irratia
gl: Deter radio
ja_jp: ラジオを止める

# */*/*
source: Subcategory
eu: Azpikategoria
gl: Subcategoría
ja_jp: サブカテゴリー

# */*/Button.Label/Verb
source: Submit
cs: Odeslat
eu: Bidali
gl: Enviar
ja_jp: 移動する

# Content/Library/Button.Label/Verb
source: Submit and apply edit
cs: Odeslat a aplikovat úpravu
eu: Bilatu eta aplikatu edizioa
gl: Enviar e aplicar a edición

# Content/Library/Button.Label
source: Submit another edit
cs: Odeslat další úpravu
eu: Bidali beste edizio bat
gl: Enviar outra edición

# Popup/*/Button.Label
source: Submit report
cs: Odeslat hlášení
eu: Bidali txostena
gl: Enviar denuncia
ja_jp: 通報する

# Content/Library/Input.Label
source: Submit search
eu: Bidali bilaketa
gl: Enviar busca

# Content/Search/Button.Label/Verb
source: Submit Search Query
eu: Bidali bilaketaren kontsulta
gl: Enviar consulta de busca

# Content/Library/Button.Label/Verb
source: Submit suggestion
cs: Odeslat návrh
eu: Bidali iradokizuna
gl: Enviar suxestión

# Content/Moderation/*
source: Submitted by
cs: Odeslal
eu: Bidaltzailea
gl: Enviado por

# */*/*/Verb
source: Subscribe
eu: Harpidetu
gl: Subscribir
ja_jp: 登録

# Content/Channel/Button/Verb
source: Subscribe
eu: Harpidetu
gl: Subscribir
ja_jp: 登録

# Content/Track/*/Verb
source: Subscribe
eu: Harpidetu
gl: Subscribir
ja_jp: 登録

# Content/Channels/Header
source: Subscribe on Funkwhale
eu: Harpidetu Funkwhalen
gl: Subscribirse en Funkwhale
ja_jp: Funkwhaleで登録する

# Content/Channels/Header
source: Subscribe on the Fediverse
eu: Harpidetu Fedibertsoan
gl: Subscribirse no Fediverso
ja_jp: Fediverseで登録する

# Head/Fetch/Title
source: Subscribe to a podcast hosted on the Fediverse
eu: Harpidetu Fedibertsoan ostatatutako podcast batera
gl: Subscribirse a un podcast aloxado no Fediverso
ja_jp: Fediverse上でホストされている、ポッドキャストを購読する

# Head/Fetch/Title
source: Subscribe to a podcast RSS feed
eu: Harpidetu podcast baten RSS jariora
gl: Subscribirse a fonte RSS do podcast
ja_jp: ポッドキャストをRSSで購読する

# Content/Profile/Button
source: Subscribe to feed
eu: Harpidetu RSS jariora
gl: Subscribirse a fonte
ja_jp: RSSフィードを購読する

# Search/*/*
source: Subscribe to podcast via RSS
eu: Harpidetu podcastera RSS bidez
gl: Subscribirse ao podcast vía RSS
ja_jp: RSSでポッドキャストを購読する

# Popup/Channel/Title/Verb
source: Subscribe to this channel
eu: Harpidetu kanal honetara
gl: Subscribirse a esta canle
ja_jp: このチャンネルを登録する

# Content/Channels/Header
source: Subscribe via RSS
eu: Harpidetu RSS bidez
gl: Subscribirse vía RSS
ja_jp: RSSで購読する

# Content/Subscriptions/Header
source: Subscribed Channels
eu: Harpidetutako kanalak
gl: Subscricións a canles
ja_jp: 購読しているチャンネル

# */*/*/Noun
source: Subscription
eu: Harpidetza
gl: Subscrición
ja_jp: 購読

# Content/Settings/Title
source: Subsonic API password
cs: Heslo k Subsonic API
eu: Subsonic API pasahitza
gl: Contrasinal API Subsonic
ja_jp: Subsonic API パスワード

# Content/Library/Paragraph
source: Suggest a change using the form below.
cs: Navrhněte změnu prostřednictvím formuláře níže.
eu: Iradoki aldaketa bat beheko formularioa erabiliz.
gl: Suxerir un cambio utilizando o formulario inferior.

# Content/*/Title
source: Suggest an edit on this album
cs: Navrhněte úpravu u tohoto alba
eu: Iradoki edizio bat album honetan
gl: Suxire unha edición para este álbum

# Content/*/Title
source: Suggest an edit on this artist
cs: Navrhněte úpravu u tohoto interpreta
eu: Iradoki edizio bat artista honetan
gl: Non podemos cargar a canción

# Content/*/Title
source: Suggest an edit on this track
cs: Navrhněte úpravu u této stopy
eu: Iradoki edizio bat pista honetan
gl: Non podemos cargar a canción

# Popup/Instance/List.Label
source: Suggested choices
cs: Navržené volby
eu: Iradokitako aukerak
gl: Opcións suxeridas
ja_jp: おすすめのポッド

# */*/*
source: Summary (optional)
cs: Shrnutí (volitelné)
eu: Laburpena (hautazkoa)
gl: Resumen (optativo)
ja_jp: 要約（オプション）

# Footer/*/Listitem.Link
source: Support forum
cs: Fórum podpory
eu: Laguntza-foroa
gl: Foro de axuda
ja_jp: フォーラム

# Content/Notifications/Header
source: Support this Funkwhale pod
cs: Podpořte tento Funkwhale pod
eu: Babestu Funkwhale instantzia hau
gl: Axuda a este servidor Funkwhale
ja_jp: このFunkwhaleポッドをサポートする

# Content/Library/Paragraph
source: Supported extensions: %{ extensions }
cs: Podporované přípony: %{ extensions }
eu: Euskarria duten hedapenak: %{ extensions }
gl: Extensións soportadas: %{ extensions }
ja_jp: サポートされている拡張子: %{ extensions }

# Content/Playlist/Paragraph
source: Syncing changes to server…
cs: Synchronizace změn na server…
eu: Aldaketak zerbitzariarekin sinkronizatzen…
gl: Sincronizando cambios co servidor…

# */*/*/Noun
source: Tag
eu: Etiketa
gl: Etiqueta
ja_jp: タグ

# Content/Moderation/Title
source: Tag data
cs: Tagy
eu: Etiketaren datuak
gl: Etiquetar datos
ja_jp: タグデータ

# */*/*
source: Tags
eu: Etiketak
gl: Etiquetas
ja_jp: タグ

# */*/*/Noun
source: Tags
cs: Tagy
eu: Etiketak
gl: Etiquetas
ja_jp: タグ

# Content/Moderation/Dropdown
source: Takedown request
cs: Požadavek o odstranění
eu: Edukia kentzeko eskaera
gl: Rexeitar petición
ja_jp: 削除要請

# Content/About/Header
source: Terms and privacy policy
cs: Podmínky a zásady ochrany osobních údajů
eu: Erabilera baldintzak eta pribatutasun politika
gl: Termos e política de privacidade
ja_jp: 利用規約とプライバシーポリシー

# Content/*/Paragraph
source: Text copied to clipboard!
cs: Text vložen do schránky!
eu: Testua arbelera kopiatu da!
gl: Texto copiado ao portapapeis!
ja_jp: クリップボードにコピーされました！

# Content/Moderation/Paragraph
source: The album will be deleted, as well as any related files and data. This action is irreversible.
eu: Album hau eta erlazionatutako fitxategi eta datuak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar o álbum, asi como tódolos ficheiros asociados. Esta acción non ten volta.
ja_jp: アルバムは削除され、全てのファイルやデータも削除されます。元には戻せません。

# Content/Moderation/Paragraph
source: The album will be removed, as well as associated uploads, tracks, favorites and listening history. This action is irreversible.
cs: Album bude odstraněno, společně se souvisejícími nahranými soubory, stopami, oblíbenými položkami a historií poslechu. Tato akce je nevratná.
eu: Album hau eta erlazionatutako igoerak, pistak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise a eliminar o álbum, así como todas as subidas asociadas, pistas, favoritos e historial de escoita. Esta acción non ten volta.
ja_jp: アルバムは削除され、アップロードファイルや曲やいいね！や視聴履歴も削除されます。元には戻せません。

# Content/Auth/Paragraph
source: The application is also requesting the following unknown permissions:
cs: Aplikace dále požaduje následující neznámá oprávnění:
eu: Aplikazioak ondorengo baimen ezezagunak ere eskatzen ari da:
gl: Esta aplicación tamén está solicitando os seguintes permisos descoñecidos:
ja_jp: またアプリケーションは以下の未知の許可を求めています。

# Content/Moderation/Paragraph
source: The artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
cs: Interpret bude odstraněn, společně se souvisejícími nahranými soubory, stopami, alby, oblíbenými položkami a historií poslechu. Tato akce je nevratná.
eu: Artista hau eta erlazionatutako igoerak, pistak, albumak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar o artista, así como todas as subidas asociadas, pistas, álbums, favoritos e historial de escoita. Esta acción non ten volta.
ja_jp: アーティストは削除され、関連したアップロードファイルや曲やいいね！や視聴履歴も削除されます。元には戻せません。

# Content/Moderation/Paragraph
source: The channel will be deleted, as well as any related files and data. This action is irreversible.
eu: Kanal hau eta erlazionatutako fitxategi eta datuak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a canle e todos os ficheiros e datos relacionados. Esta acción non ten volta.
ja_jp: チャンネルは削除され、全ての関連したファイルやデータも削除されます。元には戻せません。

# Content/Moderation/Paragraph
source: The channel will be removed, as well as associated uploads, tracks, and albums. This action is irreversible.
eu: Kanal hau eta erlazionatutako igoerak, pistak eta albumak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a canle, así como as subidas, pistas e álbumes asociados. Esta acción non ten volta.
ja_jp: チャンネルは削除され、関連したアップロードファイルや曲やいいね！や視聴履歴も削除されます。元には戻せません。

# Footer/*/List item.Link
source: The Funkwhale logo was kindly designed and provided by Francis Gading.
eu: Funkwhaleren logoa Francis Gading-ek diseinatu eta eskuzabalki eman zuen.
gl: O logo de funckwhale foi amablemente deseñado e proporcionado por Francis Gading.

# Popup/Instance/Error message.List item
source: The given address is not a Funkwhale server
cs: Na zadané adrese neběží žádný Funkwhale server
eu: Emandako helbidea ez da Funkwhale zerbitzari bat
gl: O enderezo proporcionado non é un servidor Funkwhale
ja_jp: 入力されたURL先はFunkwhaleのポッドではありません

# Popup/Library/Paragraph
source: The library and all its tracks will be deleted. This can not be undone.
cs: Knihovna a veškerý její obsah budou odstraněny. Tato akce je nevratná.
eu: Liburutegia eta bere pista guztiak ezabatuko dira. Ekintza hau ezin da desegin.
gl: Eliminará completamente a biblioteca e as cancións. Non poderá voltar atrás.
ja_jp: ライブラリと全ての曲が削除されます。この操作は取り消しできません。

# Content/Moderation/Paragraph
source: The library will be removed, as well as associated uploads, and follows. This action is irreversible.
cs: Knihovna bude odstraněna, společně se souvisejícími nahranými soubory a sledováními. Tato akce je nevratná.
eu: Liburutegi hau eta erlazionatutako igoerak eta jarraipenak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a biblioteca, así como as subidas asociadas, e os seguimentos. A acción é irreversible.
ja_jp: ライブラリは削除され、関連したアップロードファイルやフォロワーも削除されます。元には戻せません。

# Popup/Import/Error.Label
source: The metadata included in the file is invalid or some mandatory fields are missing.
cs: Metadata v souboru jsou neplatná, nebo některé povinné položky chybí.
eu: Fitxategiaren metadatuak baliogabeak dira edo beharrezko eremuak falta dituzte.
gl: Os metadatos incluídos no ficheiro non son válidos ou faltan algúns campos requeridos.
ja_jp: ファイルに含まれるメタデータが無効か、必須の項目が入力されていません。

# Content/Library/List item
source: The music files you are uploading are in OGG, Flac, MP3 or AIFF format
eu: Igotzen ari zaren audio fitxategiak OGG, Flac, MP3 edo AIFF formatuan daude
gl: Os ficheiros de música que estás a subir están en formato OGG, Flac, MP3 ou AIFF

# Content/Library/List item
source: The music files you are uploading are tagged properly.
cs: Nahrávané hudební soubory jsou otagovány korektně.
eu: Igotzen ari zaren musika fitxategiak behar bezala etiketatuta daude.
gl: Os ficheiros de música que está a subir están correctamente etiquetados.

# Sidebar/Player/Error message.Paragraph
source: The next track will play automatically in a few seconds…
cs: Další stopa se automaticky spustí za několik sekund…
eu: Hurrengo pista automatikoki erreproduzituko da segundo batzuk barru…
gl: A seguinte canción reproducirase automáticamente en poucos segundos…
ja_jp: 次の曲を数秒以内に自動的に再生します…

# Content/Moderation/Paragraph
source: The note will be removed. This action is irreversible.
cs: Poznámka bude ostraněna. Tato akce je nevratná.
eu: Oharra ezabatuko da. Ekintza hau ezin da desegin.
gl: Vai eliminar a nota. Esta acción non ten volta.

# Content/Moderation/Message
source: The object associated with this report was deleted.
cs: Objekt náležící k tomuto hlášení byl odstraněn.
eu: Txosten honekin lotutako objektua ezabatu da.
gl: Eliminouse o elemento asociado a esta denuncia.

# Content/Playlist/Error message.Title
source: The playlist could not be created
cs: Playlist nemůže být vytvořen
eu: Ezin izan da zerrenda sortu
gl: Lista creada
ja_jp: プレイリストを作成できませんでした

# Popup/*/Message.Content
source: The refresh request hasn't been processed in time by our server. It will be processed later.
eu: Freskatze eskaera ez da garaiz prozesatu gure zerbitzarian. Beranduago prozesatuko da.
gl: A solicitude de actualización non se realizou a tempo no noso servidor. Procesarase máis tarde.

# */*/Error
source: The remote server answered with HTTP %{ status }
cs: Vzdálený server vrátil odpověď HTTP %{ status }
eu: Urruneko zerbitzariak HTTP %{ status } egoerarekin erantzun du
gl: O servidor remoto respondeu con HTTP %{ status }

# Popup/*/Message.Content
source: The remote server answered, but returned data was unsupported by Funkwhale.
cs: Vzdálený server odpověděl, ale vrácená data nejsou podporována Funkwhale.
eu: Urruneko zerbitzariak erantzun du, baina Funkwhalek ez du itzulitako datuen euskarririk.
gl: O servidor remoto respondeu, pero o tipo de resposta non está soportado por Funkwhale.

# */*/Error
source: The remote server didn't respond quickly enough
cs: Vzdálený server neodpověděl dostatečně rychle
eu: Urruneko zerbitzariak ez du behar bezain azkar erantzun
gl: O servidor remoto non respondeu rápido abondo

# */*/Error
source: The remote server returned invalid JSON or JSON-LD data
cs: Vzdálený server vrátil neplatná JSON nebo JSON-LD data
eu: Urruneko zerbitzariak baliogabeko JSON edo JSON-LD datuak itzuli ditu
gl: O servidor remoto devolveu un datos JSON ou JSON-LD non válidos
ja_jp: リモートのサーバーが無効なJSONまたはJSON-LDデータを返しました

# Popup/*/Paragraph
source: The selected albums will be removed, as well as associated tracks, uploads, favorites and listening history. This action is irreversible.
cs: Vybraná alba budou odstraněna, společně se souvisejícími nahranými soubory, stopami, oblíbenými položkami a historií poslechu. Tato akce je nevratná.
eu: Hautatutako albumak eta erlazionatutako pistak, igoerak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Os álbums seleccionados vanse eliminar, así como as pistas asociadas, subidas, favoritos e historial de escoita. Esta acción non ten volta.
ja_jp: セレクトしたアルバムは削除され、関連した曲やアップロードファイルやいいね！や視聴履歴も削除されます。元には戻せません。

# Popup/*/Paragraph
source: The selected artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
cs: Vybraný interpret bude odstraněn, společně se souvisejícími nahranými soubory, stopami, alby, oblíbenými položkami a historií poslechu. Tato akce je nevratná.
eu: Hautatutako artista eta erlazionatutako igoerak, pistak, albumak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar o artista seleccionado, así como as subidas asociadas, cancións, álbums, favoritos e historial de escoita. Esta acción non ten volta.
ja_jp: 選んだアーティストは削除され、関連したアップロードファイルや曲やいいね！や視聴履歴も削除されます。元には戻せません。

# Popup/*/Paragraph
source: The selected library will be removed, as well as associated uploads and follows. This action is irreversible.
cs: Vybraná knihovna bude odstraněna, společně se souvisejícími nahranými soubory a sledováními. Tato akce je nevratná.
eu: Hautatutako liburutegia eta erlazionatutako igoerak eta jarraipenak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Vaise eliminar a biblioteca seleccionada, así como as subidas asociadas e seguimentos. Esta acción é irreversible.
ja_jp: 選んだライブラリは削除され、関連したアップロードファイルやフォローも咲くぞされます。元には戻せません。

# Popup/*/Paragraph
source: The selected tag will be removed and unlinked with existing content, if any. This action is irreversible.
cs: Zvolený tag bude odstraněn včetně všech případných vazeb na existující obsah. Tato akce je nevratná.
eu: Hautatutako etiketa ezabatu egingo da eta edukiarekiko esteka kenduko da, baldin balego. Ekintza hau ezin da desegin.
gl: Vas eliminar a etiqueta e desligala do contido existente, se o está. Esta acción non ten volta.

# Popup/*/Paragraph
source: The selected tracks will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
cs: Vybrané stopy budou odstraněny, společně se souvisejícími nahranými soubory, oblíbenými položkami a historií poslechu. Tato akce je nevratná.
eu: Hautatutako pistak eta erlazionatutako igoerak, gogokoak eta entzunaldien historia ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: As cancións seleccionadas vanse eliminar, así como as subidas asociadas, favoritos e historial de escoita. Esta acción é irreversible.
ja_jp: 選んだ曲は削除され、関連したアップロードファイルやいいね！や視聴履歴も削除されます。元には戻せません。

# Popup/*/Paragraph
source: The selected upload will be removed. This action is irreversible.
cs: Vybrané nahrané soubory budou odstraněny. Tato akce je nevratná.
eu: Hautatutako igoerak ezabatu egingo dira. Ekintza hau ezin da desegin.
gl: Esta acción non é reversible.
ja_jp: 選んだアップロードファイルは削除されます。元には戻せません。

# Popup/Instance/Error message.List item
source: The server might be down
cs: Server je možná vypnutý
eu: Zerbitzaria erorita egon daiteke
gl: Igoal non está a funcionar o servidor
ja_jp: ポッドがダウンしてるかもしれません

# Content/Settings/Paragraph
source: The Subsonic API is not available on this Funkwhale instance.
cs: Subsonic API není na této instanci dostupné.
eu: Subsonic APIa ez dago erabilgarri Funkwhale instantzia honetan.
gl: O API Subsonic non está dispoñible en esta instancia Funkwhale.
ja_jp: Subsonic APIはこのFunkwhaleポッドでは利用できません。
